[ {
        "type": "subject",
        "title": "הדלקת נרות חנוכה"
    },
    {
        "type": "alaha",
        "title": "הטעם להדלקת נרות חנוכה",
        "description": [
            {
                "text": "בתקופת ימי בית המקדש השני, גזרו מלכי יון הרשעה גזרות על ישראל, כדי להשכיחם ממצוות התורה ולבטלם מדתם. ונכנסו להיכל שבבית המקדש ופרצו בו פרצות, וטמאו את השמנים שהיו מיועדים להדלקת המנורה שבבית המקדש, והיה צר מאוד לישראל. עד שריחם עליהם הקב\"ה והצילם מידם, וגברו בני החשמונאים הכהנים על היוונים והרגום, והושיעו את ישראל מידם. והעמידו מלך מן הכהנים, וחזרה המלכות לישראל. \n",
                "font_size": "normal"
            },
            {
                "text": "היום שנחו בו מהמלחמה היה יום כ\"ה בכסלו, ולכן נקראו הימים האלו 'חנו-כה', על שם שחנו מהמלחמה בכ\"ה. ובו ביום נכנסו החשמונאים לבית המקדש ורצו להדליק את המנורה, ולא מצאו אלא פך אחד של שמן זית זך טהור, שהיתה בו כמות שמן ליום אחד בלבד להדלקת המנורה, ונעשה נס שהספיקה להם כמות זו לשמונה ימים. \n",
                "font_size": "normal"
            },
            {
                "text": "באותם שמונה ימים שלחו אנשים הבקיאים בהכנת שמן זית, שילכו לחלקו של שבט אשר, אשר ברכם משה רבנו בשמן רב, כמו שנאמר ",
                "font_size": "normal"
            },
            {
                "text": "(דברים פרק לג פסוק כד)",
                "font_size": "14px"
            },
            {
                "text": " \"ולאשר אמר ברוך מבנים אשר, יהי רצוי אחיו וטובל בשמן רגלו\". עד שהגיעו אותם אנשים אל נחלת שבט אשר, כתשו זיתים וחזרו, עברו שמונה ימים. ורק ביום התשיעי הדליקו מהשמן שהביאו. נמצא ששמונה ימים הדליקו בשמן של נס, ולכן תיקנו חכמים לעשות את אותם שמונה ימים, ימי שמחה והלל, ולהדליק בהם נרות בכל לילה, כדי לפרסם את הנס. ",
                "font_size": "normal"
            },
            {
                "text": "(א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כמה נרות מדליקים?",
        "description": [
            {
                "text": "מעיקר הדין, די להדליק בכל בית נר אחד בכל לילה, אלא שכבר נהגו כל ישראל לקיים את המצוה בהידור ולהוסיף כל לילה עוד נר אחד, שעל ידי מספר הנרות ניכר ומפורסם הנס יותר. וכך מוסיף והולך עד היום השמיני, ומראה בזה ששמונה ימים עשה הקב\"ה נס לישראל, שדלקה להם המנורה גם ביום השמיני, מפך שהיתה בו כמות שמן רק ליום אחד. \n",
                "font_size": "normal"
            },
            {
                "text": "אשר על כן, בלילה הראשון ידליק נר אחד, בלילה השני ידליק שני נרות, בלילה השלישי ידליק שלושה נרות, עד שבלילה השמיני ידליק שמונה נרות. ",
                "font_size": "normal"
            },
            {
                "text": "(יט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נרות ההידור",
        "description": [
            {
                "text": "בכל לילה, הנר הראשון הוא הנקרא נר החיוב, ושאר הנרות נקראים 'נרות ההידור'. ואם טעה ולא הדליק כמספר הנרות של אותו יום, יצא ידי חובתו. ",
                "font_size": "normal"
            },
            {
                "text": "(כט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שמש",
        "description": [
            {
                "text": "נוהגים להדליק נר נוסף הנקרא 'שַׁמָּשׁ'. ויש נוהגים להדליקו על ידי שמוסיפים עוד כוסית שמן על מספר הנרות של אותו יום. ויש נוהגים שהשמש הוא הנר שממנו מדליקים את הנרות, וכשמסיים להדליק בו את הנרות, מניחו דלוק בחנוכיה. ",
                "font_size": "normal"
            },
            {
                "text": "(צט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני ספרד",
        "description": [
            {
                "text": "מנהג בני ספרד שאחד מבני הבית מדליק, ופוטר את כל בני הבית בהדלקתו, וכמו שכותב הרמב\"ם ",
                "font_size": "normal"
            },
            {
                "text": "(פרק ד מהלכות חנוכה הלכה ג)",
                "font_size": "14px"
            },
            {
                "text": ": \"המנהג פשוט בכל ערינו ספרד, שיהיו כל אנשי הבית מדליקים נר אחד בלילה הראשון, ומוסיפים נר בכל לילה ולילה, עד שנמצא מדליק בליל שמיני שמונה נרות, בין שהיו אנשי הבית מרובים בין שהיה אדם אחד\". ע\"כ. \n",
                "font_size": "normal"
            },
            {
                "text": "לא נוכחים בהדלקה - אין חובה שבני הבית יהיו נוכחים בבית בשעת ההדלקה, ולכן אף אם אין באפשרותם לשהות בבית באותו זמן, יוצאים הם ידי חובה בהדלקת הנרות שמדליקים בביתם. ",
                "font_size": "normal"
            },
            {
                "text": "(קמה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני אשכנז",
        "description": [
            {
                "text": "מנהג בני אשכנז שכל אחד מבני הבית הזכרים מדליק נרות חנוכה לבדו ומברך. וטוב שכל אחד ידליק בחלון אחר, כדי לפרסם את הנס ככל היותר לבני אדם העוברים ושבים. \n",
                "font_size": "normal"
            }]
    },
    {
        "type": "alaha",
        "title": "\"זה אלי ואנוהו\"",
        "description": [
            {
                "text": "מצוה להדר ולהדליק בחנוכיה יפה מאוד, ומי שיכול להדליק בחנוכיה של זהב, מעלתו גדולה עד מאוד. ומי שאין באפשרותו, ידליק בחנוכיית כסף או דמוי כסף, וכל המרבה להדר במצוה ולעשותה יפה, הרי זה משובח. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קיח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "החייבים בהדלקת נרות חנוכה"
    },
    {
        "type": "alaha",
        "title": "עניים",
        "description": [
            {
                "text": "מצות הדלקת נרות חנוכה, חביבה עד מאוד, מאחר ויש בה פרסום נסיו של הבורא יתברך. על כן, אפילו עני שאין לו מה לאכול וניזון מהצדקה, חייב לעשות כל מאמץ כדי שיהיה לו להדליק לפחות נר אחד בכל לילה, וכגון שישכיר את עצמו לפועל, וכיוצא בזה. ומכל מקום על גבאי הצדקה להשגיח על אותם עניים ולספק להם שמן להדלקה, כדי נר אחד לכל לילה. ",
                "font_size": "normal"
            },
            {
                "text": "(כא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נשים",
        "description": [
            {
                "text": "גם הנשים חייבות בהדלקת נר חנוכה. ולכן, אשה המתגוררת בביתה לבדה, חייבת להדליק את הנרות עם הברכות כולן, אבל נשים נשואות או בנות רווקות בבית הוריהן, אינן צריכות להדליק נרות חנוכה כלל, אפילו למנהג האשכנזים שמדליק כל אחד מבני הבית, מאחר ויוצאות ידי חובה בהדלקת בעליהן או אביהן. ",
                "font_size": "normal"
            },
            {
                "text": "(כה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואף על פי שכלל גדול בידינו, 'שהנשים פטורות ממצוות עשה שהזמן גרמא [גורם]'. דהיינו כל מצוה שציוה אותנו בורא עולם לעשותה, אם המצוה היא תלויה בזמן קבוע, כלומר, שהזמן גורם למצוה לבוא, האשה פטורה מלעשותה. כגון: מצות ציצית, שהנשים פטורות מלהתעטף בציצית, כי זמנה קבוע ביום ולא בלילה. וכן פטורות הן מלהניח תפילין, כי זמן הנחתם קבוע בחול ולא בשבת. וכן פטורות הן מלשמוע קול שופר, כי מצוה זו זמנה קבוע בראש השנה, וכן כל כיוצא בזה. \nוכיון שלא רק במצוות מהתורה קיים הכלל הנ\"ל, אלא גם במצוות מדברי חכמים, אם כן לכאורה תהיינה הנשים פטורות מלהדליק נרות חנוכה, כיון שמצוה זו זמנה קבוע, שמונה ימים בשנה? אולם יש מצוות שהגם שזמנן קבוע, בכל זאת הנשים חייבות בהן, כגון מצוות ש'אף הן [הנשים] היו באותו הנס', כמו בנס פורים, שביקש המן להשמיד, להרוג ולאבד את כל היהודים מנער ועד זקן טף ונשים ביום אחד, ואף הן נושעו עם כלל ישראל, ולכן הן חייבות במצוות הפורים, מקרא מגילה, משלוח מנות ושאר המצוות. כן הוא גם בנס חנוכה, שגם הנשים היו בכלל גזרת השמד שגזרו היוונים, והיתה התשועה לכלל ישראל לגברים ולנשים. לכך חייבות אף הן במצות הדלקת נר חנוכה, אף שזמנה קבוע. (כה)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "לא נמצא בבית",
        "description": [
            {
                "text": "מי שיודע שלא יגיע הלילה לביתו, מכל סיבה שהיא, יאמר לאשתו שתדליק בלילה זו את הנרות ותברך, ובכך יוצא ידי חובתו. וכן רשאי הבן הגדול מגיל בר מצוה ומעלה, להדליק. ומכל מקום לבני אשכנז, אם הוא נמצא במקום שיכול להדליק, טוב שמלבד הנרות שמדליקה אשתו, ידליק גם הוא במקום שבו הוא נמצא, אך בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(קמט. ת\"ה לט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מי שלא היה בביתו בלילה הראשון, ואשתו ברכה והדליקה, בלילה השני כשמדליק, יברך גם 'שהחיינו'. ",
                "font_size": "normal"
            },
            {
                "text": "(קלח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "יגיע מאוחר",
        "description": [
            {
                "text": "אדם שיודע שיגיע הלילה לביתו בשעה מאוחרת, וכבר ילכו בני ביתו לישון, עדיף שיאמר לאשתו שתדליק בזמן, מאשר שידליק הוא עצמו מאוחר יותר. ",
                "font_size": "normal"
            },
            {
                "text": "(עו. ת\"ה לט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "\"חנוך לנער על פי דרכו, גם כי יזקין לא יסור ממנה\"",
        "description": [
            {
                "text": "גם אם יודע שיגיע לאחר זמן ההדלקה, אך לא בשעה מאוחרת כל כך שילכו בני ביתו לישון, מעיקר הדין עדיף שיאמר לאשתו להדליק בזמן. אלא שהניסיון מוכיח שבבתים רבים ברוך ה', לא דומה הדלקת החנוכיה שהאבא מדליק בעצמו, להדלקת החנוכיה שהאמא או משהו אחר מבני הבית מדליק. כי כשהאבא מדליק, יכול הוא לשמוח עם האמא והילדים לאחר ההדלקה, ולהסביר ולבאר להם את משמעותם של ימים קדושים ונעלים אלו, שאפשר לשאוב בהם הרבה כוחות רוחניים. רמת השמחה היא אחרת, ואסור לזלזל בכך, כי השמחה בקיום המצוות מקנה לילדים הרבה כוח, רצון וחשק להתמיד במצוות בהווה, בעתיד הקרוב, וגם בעתיד הרחוק. בעוונותינו הרבים, הרחוב היום כל כך פרוץ, מקלקל ומשחית את הילדים, וכמה ילדים ונערים שסטו מן הדרך, לבסוף חזרו מחמת הזכרונות היפים מימי הקטנות, ממעשי המצוות של האבא בהתלהבות ובשמחה לכל מצוה. \n",
                "font_size": "normal"
            },
            {
                "text": "אשר על כן, כל אחד ישתדל להיות בביתו בלילות החנוכה, ואפילו אם הוא מוכרח לצאת לרגל עסקיו לכמה ימים לחוצה לארץ, יעשה את כל מאמציו לדחות את נסיעתו לאחר ימי החנוכה, וזכות מצוה זו של חינוך הבנים והתגברותו של האב, תעמוד לו לפרנסה טובה בכבוד בנחת ובשמחה, ויזכו הוא ואשתו לראות בנים ובני בנים עוסקים בתורה ובמצוות, ביראת שמים טהורה ומדות טובות, אמן. ",
                "font_size": "normal"
            },
            {
                "text": "(עיין עמוד עו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני הישיבות",
        "description": [
            {
                "text": "תלמידי הישיבות היקרים המסולאים בפז, הבאים לביתם אחת לכמה שבועות, ובימי החנוכה נמצאים הם בישיבה, אינם צריכים להדליק נרות חנוכה בישיבה. ואינם צריכים אפילו להשתתף בהוצאות ההדלקה של הישיבה, אלא יוצאים הם ידי חובה בהדלקת הנרות שאביהם מדליק בבית. ",
                "font_size": "normal"
            },
            {
                "text": "(הגרש\"ז אוירבך ועוד. קמד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נר איש וביתו",
        "description": [
            {
                "text": "אין הבן רשאי לכוון שאינו רוצה לצאת ידי חובה בהדלקה של אביו, כדי שיוכל להדליק ולברך בעצמו בישיבה, כיון שהמצוה היא 'נר איש וביתו', דהיינו שיהיה נר חנוכה בכל בית של איש, ולא שכל אחד ואחד בפני עצמו יברך וידליק, וכיון שכבר מדליקים עליו בבית, יוצא הוא ידי חובה אפילו שלא מרצונו. ",
                "font_size": "normal"
            },
            {
                "text": "(קמט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני ארץ ישראל",
        "description": [
            {
                "text": "תלמידי ישיבות ההולכים מארץ ישראל, כדי ללמוד תורה בחוץ לארץ, יוצאים ידי חובתם בהדלקה שבביתם שאביהם מדליק בארץ ישראל. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה נב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני חוץ לארץ",
        "description": [
            {
                "text": "תלמידי ישיבות הבאים מחוץ לארץ, כדי ללמוד תורה בארץ ישראל, ומקיימים בעצמם מה שאמרו חז\"ל ",
                "font_size": "normal"
            },
            {
                "text": "(בבא בתרא קנח ע\"ב, ובזוהר הקדוש רעיא מהימנא דף רמה ע\"ב)",
                "font_size": "14px"
            },
            {
                "text": ": שהאוויר של ארץ ישראל מחכים, אף על פי שכשמגיע זמן ההדלקה פה בארץ ישראל, עדיין לא הדליקו עליהם בביתם בחוץ לארץ, מכל מקום מן הדין יוצאים הם ידי חובה בהדלקה שידליקו בביתם בחוץ לארץ לאחר כמה שעות. אך אם ירצו רשאים להדליק בברכה, כל שיודעים בברור שהוריהם עדיין לא הדליקו. ",
                "font_size": "normal"
            },
            {
                "text": "(קנ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אל המקורות",
        "description": [
            {
                "text": "בן שזכה ברוך ה' לחזור למקורות הנאמנים, ועלה והתעלה עד שהלך ללמוד בישיבה קדושה, אם הוריו אינם מדליקים נרות חנוכה בביתם, צריך הוא להדליק נרות חנוכה בחדרו, ויברך. ",
                "font_size": "normal"
            },
            {
                "text": "[ויאמר שאינו מתכוון לצאת ידי חובה בהדלקת הנרות שבבית המדרש של הישיבה.]",
                "font_size": "16px"
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "(קנ, קנא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חיילים",
        "description": [
            {
                "text": "בכל הנ\"ל, הוא הדין גם לחיילים שאינם נמצאים בביתם בימי החנוכה, שיוצאים הם ידי חובה בהדלקה שמדליקים עליהם בביתם, אך אם אין מדליקים עליהם בביתם, צריכים הם להדליק בחדריהם שישנים הם שם. ",
                "font_size": "normal"
            },
            {
                "text": "(קנו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "חיילים הנמצאים בכפר שכולו גויים, ואינם רואים נר חנוכה כלל, אף שמדליקים עליהם בביתם, צריך אחד מהם להדליק נר חנוכה בברכה, כדי שיהיה להם פרסום הנס. והוא הדין לכל אדם שנקלע למקום שאינו רואה שם נר חנוכה כלל, אף שמדליקים עליו בביתו, צריך להדליק גם הוא במקום הימצאו ויברך. ",
                "font_size": "normal"
            },
            {
                "text": "(תרעז ס\"ג. קנו, קנח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני אשכנז",
        "description": [
            {
                "text": "כל האמור לעיל בדין בני ישיבה וחיילים, זהו רק לבני ספרד שלא מדליק כל אחד בביתו. אבל לבני אשכנז שאפילו כשהם נמצאים בביתם עם הוריהם, הם מדליקים נרות חנוכה, פשוט שכשהם חוץ לביתם, עליהם להדליק נרות חנוכה. ",
                "font_size": "normal"
            },
            {
                "text": "(קמח, קנו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": " ההבדל בין נר שבת לנר חנוכה \nולכאורה יש לשאול, מדוע גבי הדלקת נרות שבת מבואר בחוברת 'השבת בהלכה ובאגדה' חלק א', שאבא שאינו שובת בביתו או בן הלן בישיבה, צריך הוא להדליק נר שבת במקום לינתו, אף שהאמא מדליקה בבית. ולעומת זאת בנר חנוכה, אם האבא לא לן בבית בלילי חנוכה, אשתו מדליקה בבית והוא יוצא ידי חובה? וכן אם הבנים לנים בפנימיה בישיבה, יוצאים הם ידי חובה בהדלקה של אביהם, ואינם צריכים להדליק בישיבה. ולכאורה מה ההבדל בין ההדלקה של שבת, להדלקה של חנוכה? וצריך לומר, שבנר חנוכה המצוה היא 'נר איש וביתו', דהיינו שבכל בית יהיה נר דלוק, ואם כן אפילו אם בני הבית אינם לנים בבית, הרי שהתקיימה המצוה, שבביתם הדליקו נר חנוכה. לא כן בשבת, שהמטרה היא 'שלום בית' ליהנות מאור הנר שלא יכשלו בהליכתם בבית, אם כן מה איכפת לי שהדליקו בביתם, הרי עדיין במקום בו הם נמצאים חשוך, וצריכים להדליק שלא יכשלו בהליכתם.",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אורח",
        "description": [
            {
                "text": "אדם המתגורר לבדו שהתארח בימי החנוכה אצל חברו, ומדקדק עמו בעל הבית שישלם לו עבור כל ההוצאות שמוציא עבורו, אכילה, שתיה ושאר צרכיו, כיון שהאורח חייב בהדלקה, שהרי אין לו מי ממשפחתו שמדליק עליו בביתו, תקנו לו חכמים שיתן לבעל הבית כמה פרוטות, כדי שֶׁיְּזַכֶּה לו מעט מהשמן שהוא מדליק בו את החנוכיה, או שיתן לו בעל הבית במתנה מעט מהשמן, ויוצא האורח ידי חובה בהדלקת בעל הבית. \n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם אם אין בעל הבית מדקדק עמו על כל ההוצאות, אלא האורח משלם תשלום קבוע לשבוע או לחודש על כל צרכיו, אינו צריך להשתתף עמו בתשלום השמן, כי זה כבר כלול בתשלום שמשלם עבור כל צרכיו. ",
                "font_size": "normal"
            },
            {
                "text": "(קמה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אורח כנ\"ל שחייב בעצמו במצות ההדלקה, אם רוצה שלא להשתתף עם בעל הבית בשמן, אלא להדליק בעצמו בשמן שלו, ",
                "font_size": "normal"
            },
            {
                "text": "[ויש לו פתח בפני עצמו,]",
                "font_size": "16px"
            },
            {
                "text": " רשאי לעשות כן ולהדליק בברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(קנא. ת\"ה נז, ס)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "משפחה",
        "description": [
            {
                "text": "בן נשוי הגר אצל אביו וסמוך על שלחנו, אף שיש להם חדר מיוחד לעצמם, אינו חייב להדליק, ואינו צריך להשתתף בפרוטות, ויוצא ידי חובה בהדלקת אביו. ",
                "font_size": "normal"
            },
            {
                "text": "(קנב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "וכן, זוג המתארחים בבית הוריהם וישנים שם, כיון שאינם משלמים עבור ההוצאות, אינם צריכים להשתתף בפרוטות, ויוצאים ידי חובה בהדלקת האב. \n",
                "font_size": "normal"
            },
            {
                "text": "זוג המתארחים בבית הוריהם בסעודת ליל שבת, וחוזרים לביתם לישון, חייבים הם להדליק את נרות החנוכה בביתם קודם השבת, כי חיוב מקום ההדלקה נקבע לפי מקום השינה, ולא לפי מקום האכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(קנה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "על כן, מה שמצוי היום שכשיש 'שבת חתן', מזמינים אורחים רבים ומארגנים לכל משפחה דירה לישון בה בשבת, ובסעודות השבת כולם מתאספים באולם אחד, על כל משפחה לשים לב ולהדליק את נרות החנוכה בדירה שישנים הם שם, ולא באולם שזהו מקום האכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(קנה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "זוג המתארחים בבית הוריהם בשבת, ובמוצאי שבת מתכוננים לחזור לביתם, לא ידליקו את נרות החנוכה, אלא כשיחזרו לביתם דוקא. ",
                "font_size": "normal"
            },
            {
                "text": "(קנה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אורח מברך",
        "description": [
            {
                "text": "באופנים שהתבארו לעיל שאינו צריך להדליק, כי יוצא ידי חובה בהדלקת בעל הבית - אם בעל הבית מכבדו להדליק, רשאי לברך ולהדליק. אולם הנכון יותר שבעל הבית ידליק, כי \"מצוה בו יותר מבשלוחו\". ",
                "font_size": "normal"
            },
            {
                "text": "(קכ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בן המארח את הוריו בימי החנוכה, אין חובה על הבן לכבד את אביו שידליק את נרות החנוכה, כי כלל גדול בידינו \"מצוה בו יותר מבשלוחו\", אולם אם יש חשש שהאבא יפגע אם לא יכבדוהו להדליק, בודאי שיתן לאביו. ",
                "font_size": "normal"
            },
            {
                "text": "(עיין שערי תשובה ס\"ס תרנח, לב חיים פלאג'י, חזו\"ע סוכות רסג. ובחוברת \"כבוד אב ואם בהלכה ובאגדה\")",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דירה משותפת",
        "description": [
            {
                "text": "שני אנשים הגרים בדירה אחת, אם שניהם שותפים יחד בהוצאות האכילה והשתיה, ואוכלים זה מזה, ישתתפו יחד בקניית השמן, וידליק אחד מהם בברכה, ויצא השני ידי חובה. אבל אם אינם שותפים בהוצאות האכילה והשתיה, אלא כל אחד קונה לעצמו ואוכל, ידליק כל אחד נר חנוכה בפני עצמו בברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה סא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בית מלון",
        "description": [
            {
                "text": "המתארח בבית מלון ולא מדליקים עליו בביתו, או משפחה המתארחת כולה בבית מלון, חייבים להדליק נרות חנוכה בחדר במלון עם ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "כמו אדם השוכר חדר או דירה לעצמו, שחייב להדליק שם עם ברכה. (ת\"ה נט)\nוכאן המקום להבהיר, שכל זה בתנאי שהליכתו לבית מלון נעשית בצניעות ויראת שמים. ואולי זה יכול להיות, כשמתארגנים קבוצה גדולה מאוד של כמה משפחות קדושות, ויושבים בהפרדה מלאה עם מחיצה, גברים לבד ונשים לבד, כמו בכל אולם שמחות של אנשים יראי שמים אמיתיים ולא מתחזים, שעומדים על כך שתהיה מחיצה גמורה המפרידה בין הגברים לנשים, ואין סיבה שבבית מלון לא יעמדו על כך. וגם בתנאי שמבלים את זמנם שם בקדושה ובטהרה, בלי להתערבב חס ושלום או לדבר גברים עם נשים, שכבר אמרו רבותינו (אבות פרק א משנה ד) \"ואל תרבה שיחה עם האשה, באשתו אמרו, קל וחומר באשת חברו. מכאן אמרו חכמים, כל המרבה שיחה עם האשה, גורם רעה לעצמו, ובוטל מדברי תורה, וסופו יורש גיהנם\".\nודע, כי אף אם עומד האדם בכל האמור לעיל, זאת בתנאי שמקפיד שאשתו ובנותיו יבואו בלבוש צנוע כראוי לבת ישראל כשרה, כי לצערנו הרב, הרבה נשים שהולכות במקום מגוריהן בלבוש צנוע, חושבות שכאשר מגיעים לבית מלון, נעשה הכל מותר, ובאות בלבוש לא צנוע כבגדים צמודים, קצרים וכדומה. ופעמים גם מתבשמות במיני בשמים חזקים, שהעובר קרוב אליהן אי אפשר שלא יכשל להריח את ריחם הנודף, ומכשילים אותו באיסור 'לא תנאף', שדרשו חז\"ל במדרש רבה: 'לא תהנה אף'. ומכות אלו בעוכרינו מאוד, שפשתה המספחת גם אצל חלק מהציבור השומר תורה ומצוות. ואפילו בלעם הרשע שרצה לקלל את ישראל ולא הצליח, בדבר אחד הצליח, שאמר לבלק אם אתה רוצה להרוג בישראל חס ושלום, דע לך שאלוהיהם של אלו שונא זימה, לך ותחטיא אותם בזימה, וכבר לא תצטרך להרוג בהם, אלא ה' כבר יענישם. וכן היה, כמו שנאמר (במדבר כה ג-ט): \"ויחר אף ה' בישראל וכו' ויהיו המתים במגפה ארבעה ועשרים אלף\". \nאשר על כן, שומע לעצה - חכם. ושומר נפשו ירחק מהליכה לבתי מלון, שאפילו אם יעמוד בכל הקריטריונים הנ\"ל, עדיין יכול להכשל במקומות אלו בעוון החמור מאוד מאוד של שמירת העיניים, שעובר על לא תעשה מן התורה, \"ולא תתורו אחרי לבבכם ואחרי עיניכם\". ואין הבדל בין לא תעשה זה, לבין לא תעשה של אכילת חזיר, שאדם לא היה מעיז להתקרב אליו. וסיפורים רבים ישנם מכל מיני מכשולים שקראו, ולא כאן המקום לכותבם, ה' יצילנו, ישמע חכם ויוסף לקח.",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ברכת הראיה",
        "description": [
            {
                "text": "המתגורר לבדו, ונמצא באחד מלילות החנוכה בנסיעה וכדומה, באופן שאינו עתיד להדליק בלילה זו נר חנוכה, וגם אין בביתו מי שידליק עליו, תקנו לו חז\"ל שיברך על ראיית נר חנוכה. והיינו, שכאשר רואה נר חנוכה דולק מאיזשהו בית או בית הכנסת, אם זה בלילה הראשון מברך שתי ברכות: 'שעשה ניסים' ו'שהחיינו', ואם זה בשאר הלילות, מברך 'שעשה ניסים' בלבד. ",
                "font_size": "normal"
            },
            {
                "text": "(קלט, קמג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ומכל מקום לא יברך על הראיה, אלא דוקא כשיודע שהנרות הללו הדליקום עתה, והוא בתוך חצי השעה הראשונה להדלקתם, אבל אם יש חשש שעברה חצי השעה, לא יברך. ",
                "font_size": "normal"
            },
            {
                "text": "וכמו שיתבאר להלן. (קמ, קמג)\nתקנה מיוחדת זו לברך על ראיית המצוה, תקנו חז\"ל רק בנר חנוכה ולא במצוות אחרות, וכגון אדם שאין לו סוכה, אינו יכול לברך על הראיה, כשרואה את סוכת חברו. וכן אדם שאין לו לולב, אינו יכול לברך כשרואה את לולבו של חברו. משום שמצות הדלקת נר חנוכה מעלה וחביבות יתירה יש בה, שבה מתפרסמים נסיו של הבורא יתברך. (תוספות סוכה מו סע\"א. קמ)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "קטן - מצות חינוך",
        "description": [
            {
                "text": "אין לתת לקטן פחות מגיל בר מצוה להדליק נר חנוכה. ",
                "font_size": "normal"
            },
            {
                "text": "שהרי אינו חייב מן הדין בהדלקה, ורק על אביו מוטל לחנכו למצוות, והיאך יוציא ידי חובה את בני הבית הגדולים. (נא)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "טוב להרגיל את הילדים הקטנים שהגיעו לגיל חינוך ",
                "font_size": "normal"
            },
            {
                "text": "[מגיל שש ומעלה, לפי הבנתו של הילד]",
                "font_size": "16px"
            },
            {
                "text": ", שידליקו את נרות ההידור בכל לילה. והיינו שידליק בעל הבית בעצמו את הנר הראשון, והם ידליקו את שאר הנרות. אך לא יתן לילדים קטנים מאוד שעדיין לא הגיעו לגיל חינוך, להדליק את נרות ההידור. ומכל מקום רשאי לתת להם להדליק את נר השמש. ",
                "font_size": "normal"
            },
            {
                "text": "(כא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סומא [עיור]",
        "description": [
            {
                "text": "סומא חייב בהדלקת נרות חנוכה, כשם שחייב בכל המצוות, ובהדלקתו יש פרסום הנס לאחרים, אלא שטוב שיאמר לאשתו שהיא תברך ותדליק. אך אם הוא מתגורר בפני עצמו, יברך וידליק הוא עצמו בסיוע עם אדם אחר. ",
                "font_size": "normal"
            },
            {
                "text": "(קיג)",
                "font_size": "14px"
            },
            {
                "text": "\n\nהשמנים והפתילות",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "השמנים והפתיליות"
    },
    {
        "type": "alaha",
        "title": "שמן זית",
        "description": [
            {
                "text": "מצוה מן המובחר להדליק נרות חנוכה בשמן זית, מפני שאורו צלול יותר. ",
                "font_size": "normal"
            },
            {
                "text": "וגם מפני שהנס שנעשה בבית המקדש במנורה היה בשמן זית, ואנו משתדלים לדמות ככל היותר את הדלקת החנוכיה שלנו, להדלקת המנורה שהיתה בבית המקדש. (עז, פא)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אמרו חז\"ל ",
                "font_size": "normal"
            },
            {
                "text": "(מסכת שבת כג ע\"ב)",
                "font_size": "14px"
            },
            {
                "text": ": הרגיל בנר של מצוה לעשותו יפה, זוכה לבנים תלמידי חכמים, שנאמר ",
                "font_size": "normal"
            },
            {
                "text": "(משלי פרק ו פסוק כג)",
                "font_size": "14px"
            },
            {
                "text": ": \"כִּי נֵר מִצְוָה וְתוֹרָה אוֹר\". והיינו שעל ידי שיהדר בנר של שבת ושל חנוכה לעשותו יפה יותר, יזכה לאור של התורה. \n",
                "font_size": "normal"
            }]
    },
    {
        "type": "alaha",
        "title": "שאר שמנים ונרות",
        "description": [
            {
                "text": "מי שאין לו שמן זית, ידליק בשאר שמנים. ואם אין לו שמן כלל, ידליק בנרות שעוה. ",
                "font_size": "normal"
            },
            {
                "text": "[שהשמן עדיף, מאחר והוא מעין דוגמא למנורה שבבית המקדש.]",
                "font_size": "16px"
            },
            {
                "text": " ולכתחילה יתן את הנרות בתוך כלי, אך אם אין לו כלי, רשאי להדביק את הנרות כמות שהם על החלון וכיוצא. ",
                "font_size": "normal"
            },
            {
                "text": "(פ, לד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "שמן יקר -",
                "font_size": "normal"
            },
            {
                "text": " במקומות שהשמן זית יקר, ואין ידו משגת להדליק בשמן זית את כל הנרות כולן, ידליק בכל לילה את הנר הראשון שהוא נר החיוב בשמן זית, ואת שאר הנרות ידליק בשאר שמנים כשמן סויה וכדומה. אך לא ידליק את נר החיוב בשמן זית, ואת שאר הנרות בשעוה. ",
                "font_size": "normal"
            },
            {
                "text": "(פא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "שמן מאוס -",
                "font_size": "normal"
            },
            {
                "text": " שמן שהיה ראוי לאכילה ונפגם ונמאס עליו לאכלו, אין מדליקים בו נרות חנוכה, שאין זה מכבוד המצוה להדליק בשמן מאוס. ",
                "font_size": "normal"
            },
            {
                "text": "(פז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "שמן שטעמו מר -",
                "font_size": "normal"
            },
            {
                "text": " כשר להדלקה, ואף על פי שאינו ראוי לאכילה מחמת מרירותו, מכל מקום אינו נחשב שמן מאוס. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קיג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "'שמן זית למאור' -",
                "font_size": "normal"
            },
            {
                "text": " המצוי כיום בחנויות רבות, וכתוב עליו שאינו ראוי לאכילה, הרי הוא כשר להדלקה, ואין צורך להחמיר ולחפש דוקא שמן הראוי לאכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(משנת יעקב רוזנטל זמנים בהקדמה ועוד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "שמן שהונח תחת המיטה -",
                "font_size": "normal"
            },
            {
                "text": " וישנו עליה, כשר להדלקה. ומהדין יש להקל גם לאוכלו. ",
                "font_size": "normal"
            },
            {
                "text": "(פח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הדלקה בגז או בחשמל",
        "description": [
            {
                "text": "אין יוצאים ידי חובה בהדלקה בגז, כיון שההדלקה צריכה להעשות בדומה למנורה שהיתה בבית המקדש, ובמנורה היו שמן ופתילה, אבל בגז, אין שמן ואין פתילה. וכמו כן אין יוצאים ידי חובה בהדלקת נר של חשמל, כי אף על פי שיש שם חוט שהוא דומה לפתילה, מכל מקום מאחר ואין שם שמן או לחלוחית שהיא, אין זה דומה למנורה שהיתה בבית המקדש. \n",
                "font_size": "normal"
            },
            {
                "text": "ואף על פי שאין חובה מן הדין להדליק דוקא בשמן, ומותר להדליק גם בנרות שעוה וכיוצא, מכל מקום הנרות דומים יותר להדלקת המנורה שהיתה בבית המקדש, כי בנרות ישנה פתילה וישנה לחלוחית כמו שמן, מה שאין כן בגז או חשמל. (צג, צד)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מקומות ציבוריים",
        "description": [
            {
                "text": "מקומות ציבוריים כמו בכניסה לעיר או על גגות בתי הכנסת וכדומה, שרוצים לפרסם את הנס ברבים, ומדליקים נרות חנוכה של חשמל, אינם רשאים לברך עליהם כלל, כיון שלא יוצאים בהם ידי חובה. ",
                "font_size": "normal"
            },
            {
                "text": "(צו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מכוניות",
        "description": [
            {
                "text": "המדליקים על מכוניותיהם נרות חנוכה מחשמל, אף שמעלתם גדולה עד מאוד שמפרסמים בחוצות את הנס שעשה הקב\"ה לאבותינו בימים ההם בזמן הזה, מכל מקום פשוט הדבר שאינם מברכים על הדלקה זו בשום אופן. \n",
                "font_size": "normal"
            },
            {
                "text": "ובלאו הכי, אפילו אם לא היו מדליקים במקומות אלו ובמכוניות נרות חשמל אלא נרות אמיתיים עם שלהבת ממש כפי הדין, עדיין לא היו רשאים לברך, כיון שאינן מקומות של חיוב ההדלקה. \n",
                "font_size": "normal"
            }]
    },
    {
        "type": "alaha",
        "title": "הפתילות",
        "description": [
            {
                "text": "מצוה מן המובחר שיהיו הפתילות עשויות מצמר גפן. ואולם, אם אינו בקי בעשיית פתילות מצמר גפן כראוי, ישתמש ב'פתיל צף'. ואף על פי שהפתיל צף מצופה בשעוה, ובתחילה נדלקת רק השעוה ואחר כך נדלקת הפתילה ושואבת מן השמן, מכל מקום הכל נחשב להדלקה אחת. ",
                "font_size": "normal"
            },
            {
                "text": "(פ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הכנת הפתילות -",
                "font_size": "normal"
            },
            {
                "text": " טוב להדליק מעט את הפתילות ולכבותם, כדי שבשעת הדלקת הנרות, תאחז בהם האש מיד. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קכ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "החלפת פתילות -",
                "font_size": "normal"
            },
            {
                "text": " אין צריך להחליף בכל ערב פתילות חדשות, שהרי אדרבה נוחים הם יותר להדלקה כאשר הדליקו בהם כבר. ויש נוהגים להחליף פתילות חדשות בכל לילה, לפי שבכל לילה היה מתחדש הנס. וגם זכר למנורת בית המקדש שהיו מחליפים בה בכל יום פתילות חדשות. ",
                "font_size": "normal"
            },
            {
                "text": "(ארחות חיים, כל בו ועוד. קה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ועל כל פנים, מאחר ומדליקים בכל לילה נר נוסף, ובנר החדש נותנים פתילה חדשה, נמצא שגם אם לא מחליפים את שאר הפתילות של כל הנרות, מכל מקום בנר החדש שהוא בעצם הנר העיקרי - נר החיוב של אותו יום, [כי הרי מן הדין די להדליק בנר אחד בכל לילה,] הוא באמת מודלק בפתילה חדשה, ואם כן הרווחנו את הטעם שבכל לילה התחדש הנס, כי באמת אנחנו מחדשים את הפתילה בנר הנוסף שבו ניכר יותר הנס. וגם לטעם של זכר מנורת בית המקדש, סוף סוף עושים את הזכר למנורה בנר העיקרי, שהוא נר החיוב.",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כמות השמן",
        "description": [
            {
                "text": "צריך לתת שמן בנרות, כדי שידלקו לכל הפחות חצי שעה. אבל בפחות מכמות זו, אינו יוצא ידי חובה. ולכן אם עבר ונתן כמות שמן פחות מחצי שעה, יכבה את הנרות ויחזור לתת שמן כשיעור של חצי שעה וידליק שנית, אך לא יברך שוב. ",
                "font_size": "normal"
            },
            {
                "text": "(קיא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נרות צבעוניים",
        "description": [
            {
                "text": "מה שמוכרים בחנויות נרות דקים צבעוניים, יש להשתדל שלא להדליק בהם, כיון שלא תמיד הם דולקים חצי שעה, ויכול להכשל באיסור ברכה לבטלה חס ושלום, וגם לא יצא ידי חובת המצוה. ומכל מקום בערב שבת של חנוכה, פשוט שאינו יכול להדליק בהם נרות חנוכה, וכמו שיתבאר להלן. \n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n\nמקום הנחת החנוכיה",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "מקום הנחת החנוכיה"
    },
    {
        "type": "alaha",
        "title": "פתח הבית",
        "description": [
            {
                "text": "בדירת קרקע שפתח הבית פונה לרשות הרבים, טוב להניח את נרות החנוכה על פתח הבית מבחוץ, כדי לפרסם את הנס ברשות הרבים לבני אדם העוברים ושבים. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תרעא סעיף ה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מוקף במצוות",
        "description": [
            {
                "text": "יש להניח את החנוכיה בצד שמאל של הפתח מול המזוזה, ובזה נמצא שכשהוא נכנס לבית, הרי הוא מוקף במצוות: מזוזה מימין, חנוכיה משמאל, וציצית על גופו, ועליו נאמר ",
                "font_size": "normal"
            },
            {
                "text": "(קהלת פרק ד פסוק יב)",
                "font_size": "14px"
            },
            {
                "text": ": \"וְהַחוּט הַמְשֻׁלָּשׁ, לֹא בִמְהֵרָה יִנָּתֵק\". ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תרעא סעיף ה. לב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פתח החצר",
        "description": [
            {
                "text": "אם יש חצר לפני הכניסה לדירה, טוב שיניח את הנרות בפתח החצר, ולא בפתח הדירה, כדי לפרסם את הנס ברשות הרבים לבני אדם העוברים ושבים. ויניח אותם בצד שמאל של הפתח מול המזוזה וכנ\"ל. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תרעא סעיף ה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "פתח החצר שאין בו מזוזה, וכגון שאין שם משקוף שפטור מלתקוע שם מזוזה, יניח את החנוכיה מצד ימין, שהוא הצד החשוב יותר. ",
                "font_size": "normal"
            },
            {
                "text": "(לג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "רוח מצויה",
        "description": [
            {
                "text": "במקום שיש רוח מצויה, ויש חשש שיכבו הנרות מחמת הרוח, לא ידליק בחוץ אלא בתוך ביתו. ויש מניחים את החנוכיה בתוך תיבת זכוכית גדולה, ששומרת על הנרות מפני הרוח, ומדליקים בחוץ. \n",
                "font_size": "normal"
            },
            {
                "text": "ואף על פי שצריך שבשעה שמדליק, יהיו הנרות ראויים לדלוק כך במשך חצי שעה, וכשמדליק בתיבת זכוכית, כיון שפותח את הזכוכית להדליק, קרוב לודאי שאם יהיו הנרות מגולים כך חצי שעה, לא יחזיקו מעמד ויכבו. מכל מקום כיון שהדליק על מנת לסגור את הפתח, ובעודו עוסק בהדלקה ולא סילק את ידו סוגר את הפתח, נמצא שהדליק הדלקה טובה. (לח, לט, קט)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בנין מגורים",
        "description": [
            {
                "text": "בית שנמצא בתוך בנין מגורים, כך שאין פתח הבית פונה לרשות הרבים, יניח את החנוכיה סמוך לחלון הפונה לרחוב שבו ישנם עוברים ושבים, או בפתח המרפסת הפונה לרחוב, וזה עדיף יותר מאשר להדליק בכניסה לחדר המדרגות, שלא יודעים מי המדליק חנוכיה זו. ועוד שפעמים פרסום הנס גדול הרבה יותר בחלון הפונה לרחוב, שרואים את החנוכיה כל העוברים ושבים, מאשר בחדר המדרגות, שאז רואים אותה רק השכנים הנכנסים לבנין. ",
                "font_size": "normal"
            },
            {
                "text": "(לה. ת\"ה עג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "קומה גבוהה",
        "description": [
            {
                "text": "הדר בקומה גבוהה למעלה מעשרים אמה משטח הרחוב, ",
                "font_size": "normal"
            },
            {
                "text": "[שיעור אמה = 48 ס\"מ. עשרים אמה = 9.60 מטר]",
                "font_size": "16px"
            },
            {
                "text": ", ולערך מקומה רביעית ומעלה, יניח את החנוכיה בפנים ביתו על יד הפתח בצד שמאל. אך אם יש בנין גבוה ממול ביתו, והדיירים שממולו יכולים לראות את נרות החנוכה שבחלונו, עדיף יותר שידליקה בחלון ביתו, שאז יהיה פרסום הנס גם לבני הבית וגם לשכנים שבבניינים ממול. ",
                "font_size": "normal"
            },
            {
                "text": "(לו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פרסום הנס איכותי",
        "description": [
            {
                "text": "אף על פי שבארנו לעיל שהדרים בקומת קרקע, טוב שידליקו את החנוכיה בפתח הבית או בפתח החצר, מכל מקום מי שחושש שמא יגנבו לו את החנוכיה, או שכאשר החנוכיה דלוקה בביתו, הוא רואה אותה ועל ידי זה נחקקים בליבו נסיו ונפלאותיו של הבורא יתברך. וגם כך יוכל יותר לספר לבני ביתו על נס חנוכה, ולהחדיר בהם את האמונה והבטחון בו יתברך, עדיף שיניח את החנוכיה בתוך הבית, ויקיים פרסום הנס איכותי יותר לבני ביתו, אלא שגם בזה ישתדל להניחה סמוך לחלון הפונה לרחוב, כדי להרויח גם את פרסום הנס לעוברים ושבים. ",
                "font_size": "normal"
            },
            {
                "text": "(לט. ת\"ה עז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "גובה הנחת החנוכיה",
        "description": [
            {
                "text": "מצוה לכתחילה להניח את החנוכיה ",
                "font_size": "normal"
            },
            {
                "text": "[השלהבת]",
                "font_size": "16px"
            },
            {
                "text": " בתוך עשרה טפחים מרצפת הבית, ",
                "font_size": "normal"
            },
            {
                "text": "[טפח = 8 ס\"מ. עשרה טפחים = 80 ס\"מ]",
                "font_size": "16px"
            },
            {
                "text": ". וכמו כן יניחה למעלה משלושה טפחים ",
                "font_size": "normal"
            },
            {
                "text": "[24 ס\"מ]",
                "font_size": "16px"
            },
            {
                "text": ". \n",
                "font_size": "normal"
            },
            {
                "text": "ומכל מקום אם הניחה למעלה מעשרה טפחים, יצא ידי חובה. אך אם הניחה למטה משלושה טפחים, ",
                "font_size": "normal"
            },
            {
                "text": "[דהיינו שהשלהבת היתה למטה משלושה טפחים,]",
                "font_size": "16px"
            },
            {
                "text": " לא יצא, ועליו לכבות את החנוכיה, להגביהה, ולחזור ולהדליקה שנית, אך בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(לג, לד, לו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם הניח את החנוכיה למעלה מעשרים אמה ",
                "font_size": "normal"
            },
            {
                "text": "[9.60 מטר]",
                "font_size": "16px"
            },
            {
                "text": " מרצפת הבית, לא יצא ידי חובתו, מאחר ובגובה כזה אין נראית החנוכיה מיד, שהרי אין דרכו של אדם ללכת עם ראש מורם ולהסתכל בגובה כל כך, אלא הולך ומסתכל ישר, נמצא שבהסתכלותו הרגילה, הוא לא יראה את החנוכיה. ועל כן, עליו לכבות את החנוכיה, להורידה, ולחזור ולהדליקה שנית, אך בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(לג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלון גבוה",
        "description": [
            {
                "text": "אם החלון שבבית גבוה למעלה מעשרה טפחים ",
                "font_size": "normal"
            },
            {
                "text": "[80 ס\"מ]",
                "font_size": "16px"
            },
            {
                "text": ", רשאי לכתחלה להניח את החנוכיה בגובה החלון, כדי שייראה לעוברים ושבים בחוץ. ",
                "font_size": "normal"
            },
            {
                "text": "(לה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "\"חכם לב יקח מצוות\"",
        "description": [
            {
                "text": "בתים שחלונותיהם פונים לרחוב הראשי, ויש באפשרותם להדר עוד ולפרסם את הנס לעוברים ושבים רבים מאוד, ישתדלו לעשות את כל המאמצים כדי לפרסם את הנס, ובפרט במקומות שאין גרים שם הרבה יהודים שומרי תורה ומצוות, ולא שכיח כל כך לראות שם חנוכיות דולקות. ואפילו אם נגמרה כמות השמן שהניחו בחנוכיה, ישתדלו להוסיף עוד שמן כדי שעוד עוברים ושבים יראו, ואולי ראיה זו תחלחל בהם, ויזכו להתעניין במצוות ה' יתברך. ",
                "font_size": "normal"
            },
            {
                "text": "(סו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חולה",
        "description": [
            {
                "text": "אם בעל הבית חולה ואינו יכול לקום ממיטתו, כדי להדליק את הנרות במקום הנחתם, מן הדין אפשר שיביאו לו את החנוכיה סמוך למיטתו וידליק את הנרות, ולאחר מכן יחזירו את החנוכיה למקומה. ",
                "font_size": "normal"
            },
            {
                "text": "(כן דעת הגר\"ח פלאג'י, הב\"ח ושכן דעת הרי\"ף, הרא\"ש, הסמ\"ג ורבנו ירוחם. הט\"ז ושכן דעת רש\"י והר\"ן. ערוגת הבושם ושכן דעת הרמב\"ם. נר למאור, מאמר מרדכי, פרי חדש, הגר\"ש פישר, מקדש ישראל ועוד. קיח)",
                "font_size": "14px"
            },
            {
                "text": " אולם עדיף שימנה בעל הבית 'שליח' שיברך וידליק את הנרות במקום הנחתם. ",
                "font_size": "normal"
            },
            {
                "text": "(קכ)",
                "font_size": "14px"
            },
            {
                "text": "\n\nזמן ההדלקה",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "זמן הדלקה"
    },
    {
        "type": "alaha",
        "title": "צאת הכוכבים",
        "description": [
            {
                "text": "לכתחילה צריך להדליק את הנרות מיד בתחילת הלילה שהוא זמן צאת הכוכבים ",
                "font_size": "normal"
            },
            {
                "text": "[16:55 בערך]",
                "font_size": "16px"
            },
            {
                "text": ", ולא קודם לכן. וכמו שכתב מרן בשולחן ערוך ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תרעב סעיף א)",
                "font_size": "14px"
            },
            {
                "text": ": \"אין מדליקים נר חנוכה קודם שתשקע החמה אלא עם סוף שקיעתה ",
                "font_size": "normal"
            },
            {
                "text": "[צאת הכוכבים]",
                "font_size": "16px"
            },
            {
                "text": ", לא מאחרים ולא מקדימים\". עכ\"ל. ",
                "font_size": "normal"
            },
            {
                "text": "(סב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני אשכנז",
        "description": [
            {
                "text": "יש מבני אשכנז הנוהגים להדליק כדעת מרן השולחן ערוך בצאת הכוכבים. ויש הנוהגים להדליק בשקיעת החמה ",
                "font_size": "normal"
            },
            {
                "text": "[16:45 בערך]",
                "font_size": "16px"
            },
            {
                "text": ". ומכל מקום גם הם ישתדלו לתת כמות שמן מרובה שידלק עד חצי שעה לאחר צאת הכוכבים. ",
                "font_size": "normal"
            },
            {
                "text": "(משנ\"ב סימן תרע\"ב ס\"ק א. סג. ת\"ה צב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשעת הדחק",
        "description": [
            {
                "text": "אדם שנאלץ לצאת לדרך קודם השקיעה, יברך וידליק מזמן 'פלג המנחה'. ",
                "font_size": "normal"
            },
            {
                "text": "[דהיינו כשעה ורבע לפני צאת הכוכבים לפי שעות זמניות, בערך: 15:50. (משנ\"ב סימן תרע\"ב ס\"ק ג)]",
                "font_size": "16px"
            },
            {
                "text": " ויקפיד לתת שמן הרבה שידלק עד חצי שעה לאחר צאת הכוכבים. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תרע\"ב ס\"א. סט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "עד מתי מדליקים",
        "description": [
            {
                "text": "אם לא הדליק מיד בתחילת הלילה, לכתחילה ידליק בתוך חצי שעה מתחילת זמן ההדלקה. ואם עברה חצי שעה ולא הדליק, רשאי לברך ולהדליק כל הלילה, ואפילו הגיע לביתו בסוף הלילה, ונשאר לו פחות מחצי שעה עד עלות השחר, יברך וידליק את הנרות עד עלות השחר ",
                "font_size": "normal"
            },
            {
                "text": "[5:25 בבוקר בערך]",
                "font_size": "16px"
            },
            {
                "text": ". ",
                "font_size": "normal"
            },
            {
                "text": "(סב, סד, סז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כבר בארנו לעיל, שאם אדם יודע שיגיע מאוחר מאוד לביתו, יאמר לאשתו שתדליק בזמן. ומכל מקום אם לא עשה כן, רשאי להדליק עד סוף הלילה, וטוב שיעיר אחד או שניים מבני ביתו, שיהיו נוכחים בשעת ההדלקה לפרסום הנס. אך אם קשה להעירם, יברך וידליק כשהוא לבדו, שבמקרה זה הוא כמו אדם שמתגורר לבדו בביתו, שבודאי מברך ומדליק בכל לילה. ",
                "font_size": "normal"
            },
            {
                "text": "(סד. ת\"ה צט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "זמן תפלת ערבית",
        "description": [
            {
                "text": "יש לדעת כי רשאי כל אדם בכל ימות השנה, להתפלל תפלת ערבית מזמן 'פלג המנחה', אלא שצריך לחזור ולקרוא קריאת שמע לאחר צאת הכוכבים. וכך נהגו גדולי ישראל ספרדים ואשכנזים כאחד, שנים רבות בארץ ישראל ובחוץ לארץ. אמנם כיום בארץ ישראל הרבה מבני אשכנז מקפידים שלא להתפלל תפלת ערבית אלא לאחר צאת הכוכבים, ותבוא עליהם ברכה. ומכל מקום אף להם, אם יש איזה צורך שהוא להתפלל מוקדם, בודאי שרשאים להתפלל מפלג המנחה, ובפרט אם יש חשש שאם ימתינו לאחר צאת הכוכבים, יצטרכו להתפלל ביחיד, שבודאי עדיף להתפלל במנין בפלג המנחה, ולא ביחיד בצאת הכוכבים. ",
                "font_size": "normal"
            },
            {
                "text": "וכמבואר בחוברת 'השבת בהלכה ובאגדה' חלק א'.",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "איזו מצוה קודמת?",
        "description": [
            {
                "text": "שתי מצוות הבאות לפנינו לעשות, איזו מהן צריכים להקדים? כלל גדול למדונו חז\"ל ",
                "font_size": "normal"
            },
            {
                "text": "(מסכת שבת דף כג עמוד ב)",
                "font_size": "14px"
            },
            {
                "text": ": \"תדיר ",
                "font_size": "normal"
            },
            {
                "text": "[תמידי]",
                "font_size": "16px"
            },
            {
                "text": " ושאינו תדיר, תדיר קודם\". דהיינו, שאם מצוה אחת תמידית, והמצוה השניה אינה תמידית כמו הראשונה, יקדים את המצוה התמידית יותר, ואחר כך יעשה את המצוה השניה. \n",
                "font_size": "normal"
            },
            {
                "text": "אי לכך, בלילות חנוכה שבאות לפנינו שתי מצוות: ",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "normal"
            },
            {
                "text": " תפלת ערבית. ",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "normal"
            },
            {
                "text": " הדלקת נרות חנוכה. מכיון שתפלת ערבית תמידית, שבכל יום קיימת המצוה להתפלל ערבית, ולעומת זאת מצות הדלקת נרות חנוכה, היא שמונה ימים בשנה, לכך צריכים אנו להקדים ולהתפלל ערבית, ואחר כך להדליק נרות חנוכה. \n",
                "font_size": "normal"
            },
            {
                "text": "ומאחר ולדעת מרן השולחן ערוך, זמן ההדלקה הוא בצאת הכוכבים, צריכים בני ספרד להקדים ולהתפלל ערבית קודם צאת הכוכבים, כדי שבגמר תפלת ערבית ילכו לביתם, וידליקו את הנרות מיד בצאת הכוכבים. ועל כל פנים, אם נזכר מאוחר, כך שאם יתפלל קודם ערבית, יעבור זמן חצי שעה מצאת הכוכבים, רשאי להדליק קודם ואחר כך להתפלל ערבית. ",
                "font_size": "normal"
            },
            {
                "text": "(עא. ת\"ה קה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "יש לשים לב שהמתפללים ערבית קודם צאת הכוכבים, מאחר וצריכים הם לחזור ולקרוא קריאת שמע בזמנה, עליהם לקרוא קריאת שמע קודם ההדלקה, מאחר וקריאת שמע היא תדירה, וגם היא מן התורה, קודמת היא להדלקה שאינה תדירה, וגם היא מדברי חכמים. ",
                "font_size": "normal"
            },
            {
                "text": "(עא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "וכמו כן, אדם שהגיע לביתו בשעת לילה מאוחרת, ולא התפלל עדיין ערבית, יקדים להתפלל ערבית, מאחר והיא תדירה, ויש בה גם קריאת שמע שהיא מן התורה, וקודמת להדלקת נר חנוכה שהיא מדברי חכמים. ",
                "font_size": "normal"
            },
            {
                "text": "(עא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "זריז ונשכר -",
                "font_size": "normal"
            },
            {
                "text": " הנכון להכין את השמן והפתילות מבעוד יום, כדי שמיד בבואו מבית הכנסת בצאת הכוכבים, ידליק את הנרות ולא יתעכב בהכנתם. ",
                "font_size": "normal"
            },
            {
                "text": "(משנה ברורה תרעב סק\"א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני אשכנז",
        "description": [
            {
                "text": "הנוהגים מבני אשכנז להדליק נרות חנוכה מזמן השקיעה, אם מקפידים הם להתפלל ערבית רק לאחר צאת הכוכבים, רשאים להדליק את הנרות ואחר כך להתפלל ערבית. אולם אם קרה והתעכבו ולא הדליקו בשקיעת החמה, והגיע כבר צאת הכוכבים, יקדימו להתפלל ערבית ואחר כך להדליק. ",
                "font_size": "normal"
            },
            {
                "text": "(משנה ברורה סימן תרעב סק\"א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "\"ותלמוד תורה כנגד כולם\"",
        "description": [
            {
                "text": "בתי הכנסת היקרים המתקיימים בהם שיעורי תורה מידי ערב לאחר תפלת ערבית, טוב שידחו את השיעור לשעה מאוחרת יותר, כך שיספיקו הציבור להדליק בביתם בזמן, ולשהות מעט עם בני ביתם, כדי לספר להם על נפלאותיו של הבורא יתברך, ולאחר מכן יחזרו לשיעור וילמדו כמידי יום. אולם אם קיים חשש שאם ילכו לביתם, מקצתם לא יחזרו לשיעור, לא יבטלו את השיעור, אלא יקיימו את השיעור בשעה הקבועה כמידי יום, ואחר כך ילכו לביתם וידליקו את נרות החנוכה בשמחה וגיל. וטוב שיכריזו לאחר השיעור, שלא ישכחו להדליק את נרות החנוכה. ",
                "font_size": "normal"
            },
            {
                "text": "(עג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בתי הכנסת האוהבים תורה",
        "description": [
            {
                "text": "שאלה:",
                "font_size": "normal"
            },
            {
                "text": " בתי הכנסת האוהבים את התורה ולומדיה, ושמחים לזכות את הציבור בקביעת עיתים לתורה, ועל כן מקיימים שיעור בהלכה ובאגדה בכל יום כרבע שעה בין מנחה לערבית, היאך יתנהגו בימי החנוכה שלא להפסיד את השיעור, ומאידך שיספיקו הציבור להדליק מיד בצאת הכוכבים? \n",
                "font_size": "normal"
            },
            {
                "text": "תשובה:",
                "font_size": "normal"
            },
            {
                "text": " ישנה עצה טובה להקדים את תפלת המנחה ברבע שעה, ולאחר מכן ידליקו את הנרות בבית הכנסת, וימסרו את השיעור הקבוע, וכך לא יתבטלו מלימוד התורה שעוונו חמור עד מאוד, וגם יספיקו להדליק בביתם בצאת הכוכבים. ומכל מקום אם לא מסתדר מכל סיבה שהיא להקדים את תפלת המנחה, לא יבטלו את השיעור בשום פנים ואופן, אלא ימסרוהו וידליקו בביתם לאחר צאת הכוכבים. \n",
                "font_size": "normal"
            },
            {
                "text": "ומכאן נלמד מוסר השכל עד כמה נתנו חכמים את דעתם שלא לגרום לציבור ביטול תורה חלילה, ולא כאותם שאינם יודעים בערכה של תורה, ובמקום להוסיף שיעורי תורה, אינם אלא ממעטים. וכמה מצער מה שסיפר לאחרונה איש יקר אוהב תורה בערי הדרום, שהיה רגיל לשמוע בכל יום שיעור תורה בהלכה ובאגדה בין מנחה לערבית, ושיעור זה הוסיף לו ולכל הבאים ידע רב ובקיאות בהלכות המצויות כמו: ברכות, כשרות, כבוד אב ואם, שבת, מועדים ועוד, ובפתע פתאום הודיע הגבאי ביום אחד כי לא ימשיך יותר שיעור זה. ובאמת מה רבה המכשלה שכל העולה על רוחו להקים בית הכנסת, מקים ונעשה גבאי ואחראי על עניינים העומדים ברומו של עולם, ומעלה ומוריד שליחי ציבור וחכמים ככל העולה רוחו, ואין פוצה פה ומצפצף, והתורה חוגרת שק על אותם אנשים שמשתמשים בה כקרדום לחפור בה. והלוא כל המעלה והגדולה שאמרו חז\"ל על הבונה בית הכנסת, אינה אלא אם כוונתו לשם שמים להגדיל את שמו של מלך מלכי המלכים הקב\"ה, אבל אם חס ושלום כוונתו להגדיל את השם שלו, חבל על כל מאמציו, ועדיף יותר שלא יבנה, כי אין חפץ לה', ואין נחת רוח במקום כזה. והדברים מפורשים בזוהר הקדוש (זוהר חדש יתרו דף נג ע\"ב), וזו לשונו בתרגום: \"תועבת ה' כל גבה לב, אותו אדם שכל הטוב שעושה, כדי לעשות לעצמו שם, הוא מאלו שנאמר בהם: \"הבה נבנה לנו עיר ומגדל וראשו בשמים ונעשה לנו שם\", אלו הם הבונים בתי כנסיות ובתי מדרשות מכספם, והכל כדי לעשות להם שם ולא לשם הקב\"ה. ואם אדם זה יתארח אצלך, תשמור את בתך ואשתך ממנו\". ועיין שם עוד דברים מבהילים על אותו אדם. וכבר כתב המאירי (יומא כב ע\"ב): \"אין ראוי להעמיד פרנס על הציבור [שם כללי לכל אדם האחראי במשרה כלשהי על הציבור] אלא מי שנודע במידותיו, עניו ושפל רוח וסבלן, מפני שהוא צריך להתנהג עם הבריות בדרכים משתנים לכמה גוונים, זה בכה וזה בכה, ולהתאהב עם כל אחד מהם כפי מידותיו. ואף כי מדת הנאמנות משובחת בכל אדם, וכל אדם צריך לה, מכל מקום מי שהוא פרנס על הציבור, צריך שיהיה מעוטר במדה זו עד תכלית, שלא תהא פרצה קוראתו\". ע\"כ. ואשריהם של העושים זאת באמת ובאמונה לשם שמים, ומזכים את הרבים בריבוי תורה, ומתנהגים עמם בנחת וברוֹך, שמעלתם גדולה עד מאוד, אשריהם בעולם הזה, וטוב להם לעולם הבא.",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "\"המסולאים בפז\"",
        "description": [
            {
                "text": "המנהג הוא, שאברכי הכוללים המסולאים בפז ה' עליהם יחיו, לומדים עד שעה ארבע אחר הצהריים, ומתפללים מנחה וערבית, והולכים להדליק בביתם בזמן, במעמד כל בני ביתם, כדי לספר להם על נסיו ונפלאותיו של הבורא יתברך, ולהשריש את האמונה בלבותיהם. ",
                "font_size": "normal"
            },
            {
                "text": "(עה)",
                "font_size": "14px"
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "וישנם שלומדים ברציפות מהבוקר עד שעה ארבע, ומארגנים ארוחת צהרים עם שירה ודברי תורה, כדי למנוע את ביטול התורה של זמן ההליכה לבית והחזרה.",
                "font_size": "16px"
            },
            {
                "text": "\n\nהזמן שקודם ההדלקה",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "הזמן שקודם ההדלקה"
    },
    {
        "type": "alaha",
        "title": "אכילה",
        "description": [
            {
                "text": "לא יתחיל לאכול לחם או עוגה יותר משיעור כ'ביצה' ",
                "font_size": "normal"
            },
            {
                "text": "[54 גרם]",
                "font_size": "16px"
            },
            {
                "text": ", מחצי שעה שקודם זמן ההדלקה, עד שידליק את הנרות, מחשש שמא ימשך אחר אכילתו וישכח להדליק את הנרות. אולם שאר מאכלים שאינם ממיני דגן כמו פירות, אורז ובשר, וכן כל המשקאות, מותרים קודם הדלקת הנרות. ",
                "font_size": "normal"
            },
            {
                "text": "(סד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם עבר והתחיל לאכול בתוך החצי שעה שקודם זמן ההדלקה, צריך להפסיק ולהדליק את הנרות בזמן. אך אם התחיל בהיתר לפני החצי שעה, מעיקר הדין אינו חייב להפסיק, אך גם בזה טוב שיפסיק כדי להדליק לכתחילה בזמן. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קמ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מלאכה",
        "description": [
            {
                "text": "לא יתחיל בעשיית מלאכה, מחצי שעה שקודם זמן ההדלקה, עד שידליק את הנרות, מחשש שמא ימשך אחר מלאכתו וישכח להדליק את הנרות. ",
                "font_size": "normal"
            },
            {
                "text": "(סח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם עבר והתחיל לעסוק במלאכה בתוך החצי שעה שקודם זמן ההדלקה, צריך להפסיק ולהדליק את הנרות בזמן. אך אם התחיל בהיתר לפני החצי שעה, מעיקר הדין אינו חייב להפסיק, אך גם בזה טוב שיפסיק כדי להדליק לכתחילה בזמן. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קמ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "נוהגות הנשים שלא לעשות מלאכה בחצי שעה הראשונה של ההדלקה. ואחד הטעמים שבזה, כדי שעל ידי ביטולן ממלאכה, יתבוננו היטב וישימו לב לנס שעשה הקב\"ה לעם ישראל, ולא יסיחו דעתן בכל מיני עבודות שבבית. ",
                "font_size": "normal"
            },
            {
                "text": "(יב. ת\"ה רכז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "המנהג שהנשים לא תעשינה מלאכה, הוא דוקא במלאכות כביסה ותפירה וכיוצא, אבל בישול ואפיה וכל מלאכות אוכל נפש, כטיגון סופגניות וספינג'ים, מותר. ",
                "font_size": "normal"
            },
            {
                "text": "(יב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שינה",
        "description": [
            {
                "text": "אסור לישון אפילו מעט, מחצי שעה שקודם זמן ההדלקה, מחשש שמא ימשך בשנתו, וישכח להדליק את הנרות. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קלז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "לימוד תורה",
        "description": [
            {
                "text": "אסור להתחיל ללמוד תורה בהגיע זמן ההדלקה, אבל קודם שהגיע זמן ההדלקה, מותר להתחיל ללמוד, אפילו בחצי השעה שקודם ההדלקה, ולא גזרו חכמים בזה, מגודל חשיבות הזמן, וחומרת העוון של ביטול תורה. ",
                "font_size": "normal"
            },
            {
                "text": "(סח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם עבר והתחיל ללמוד בזמן ההדלקה, צריך להפסיק ולהדליק. ואמנם גם אם התחיל בהיתר לפני זמן ההדלקה, טוב שיפסיק כדי שידליק לכתחילה בזמן. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קמ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "שומר -",
                "font_size": "normal"
            },
            {
                "text": " הרוצה לאכול יותר משיעור כביצה ",
                "font_size": "normal"
            },
            {
                "text": "[54 גרם]",
                "font_size": "16px"
            },
            {
                "text": " פת או עוגה, בחצי השעה שקודם זמן ההדלקה, רשאי למנות אדם אחר שיזכירהו בהגיע זמן ההדלקה להדליק. והוא הדין שרשאי להתחיל לעסוק במלאכה כשממנה אדם אחר שיזכירהו. וכן רשאי לנוח מעט על מטתו, כשיש לו שומר שאחראי להעירו. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קלט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "שאר בני הבית -",
                "font_size": "normal"
            },
            {
                "text": " בכל האמור לעיל ",
                "font_size": "normal"
            },
            {
                "text": "[אכילה, מלאכה, שינה ולימוד תורה]",
                "font_size": "16px"
            },
            {
                "text": ", אין האיסור אלא על המדליק עצמו, אבל שאר בני הבית שיוצאים ידי חובה בהדלקתו, יכולים להקל במקום צורך, ובפרט אם בעל הבית מאחר מלבוא. ומכל מקום בני אשכנז שנוהגים שכל אחד מהבנים מדליק נר חנוכה בעצמו, ידליק הבן ויאכל. ",
                "font_size": "normal"
            },
            {
                "text": "(סח)",
                "font_size": "14px"
            },
            {
                "text": "\n\nסדר ההדלקה",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "סדר ההדלקה"
    },
    {
        "type": "alaha",
        "title": "ברכות ההדלקה",
        "description": [
            {
                "text": "קודם שמדליק בלילה הראשון, מברך שלוש ברכות: ",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "normal"
            },
            {
                "text": " בא\"י אמ\"ה אשר קדשנו במצוותיו וציונו 'להדליק נר חנוכה'. ",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "normal"
            },
            {
                "text": " בא\"י אמ\"ה 'שעשה ניסים לאבותינו בימים ההם בַּזְּמַן הזה'. ",
                "font_size": "normal"
            },
            {
                "text": "ג.",
                "font_size": "normal"
            },
            {
                "text": " בא\"י אמ\"ה 'שהחיינו וקיימנו והגיענו לַזְּמַן הזה'. ",
                "font_size": "normal"
            },
            {
                "text": "(קכה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הנוסח הנכון יותר לומר: '",
                "font_size": "normal"
            },
            {
                "text": "ל",
                "font_size": "normal"
            },
            {
                "text": "הדליק ",
                "font_size": "normal"
            },
            {
                "text": "נ",
                "font_size": "normal"
            },
            {
                "text": "ר ",
                "font_size": "normal"
            },
            {
                "text": "ח",
                "font_size": "normal"
            },
            {
                "text": "נוכה', ולא 'של חנוכה'.  ",
                "font_size": "normal"
            },
            {
                "text": "שכן הוא על פי הקבלה, וכן נוסחת מרן השולחן ערוך, הפרי חדש, הגר\"א, הלק\"ט, החיד\"א ועוד. ונוסח זה הוא ראשי תיבות של שם קדוש נח\"ל, ומכוון כנגד ראשי תיבות של הפסוק: \"נוצר חסד לאלפים\", ופסוק: \"נפשנו חכתה לה'\".",
                "font_size": "14px"
            },
            {
                "text": " ויש מבני אשכנז הנוהגים לומר: 'להדליק נר ",
                "font_size": "normal"
            },
            {
                "text": "של",
                "font_size": "normal"
            },
            {
                "text": " חנוכה'. ",
                "font_size": "normal"
            },
            {
                "text": "(קכה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מהלילה השני ואילך, יברך קודם שידליק רק שתי ברכות: 'להדליק נר חנוכה', וברכת 'שעשה ניסים', ללא ברכת 'שהחיינו'. ",
                "font_size": "normal"
            },
            {
                "text": "(קכה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "גר צדק -",
                "font_size": "normal"
            },
            {
                "text": " מברך 'שעשה ניסים לאבותינו', כי אף על פי שלאבותיו ממש לא נעשו הניסים הללו, מכל מקום ברגע שנכנס תחת כנפי השכינה ונלווה אל עם ישראל, בכלל ישראל הוא, ואין שום הפרש בינינו ובינו. ",
                "font_size": "normal"
            },
            {
                "text": "כן לשון הרמב\"ם בתשובה לרבי עובדיה גר צדק. וכן דעת הרמב\"ן, הרשב\"א, הריטב\"א, הר\"ן, נימוקי יוסף, הראבי\"ה, החינוך, הסמ\"ג, רבנו יואל, ומרן בשלחן ערוך ועוד. (קכז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שכח לברך",
        "description": [
            {
                "text": "אם שכח לברך בלילה הראשון קודם ההדלקה, ונזכר אחר ההדלקה, אינו רשאי לברך ברכת 'להדליק נר חנוכה', אלא יברך רק את שתי הברכות הנשארות 'שעשה ניסים' ו'שהחיינו', ובתנאי שהוא בתוך חצי השעה הראשונה מהרגע שהדליק, אך אם כבר עברה חצי שעה, אינו רשאי לברך כלום. \n",
                "font_size": "normal"
            },
            {
                "text": "אם שכח לברך בשאר הלילות קודם ההדלקה, אם נזכר קודם שגמר להדליק את כל הנרות שבאותו היום, יברך מיד את הברכות וימשיך להדליק את הנרות הנותרים. אבל אם נזכר אחר שגמר להדליק את כל הנרות שבאותו יום, אינו רשאי לברך 'להדליק נר חנוכה', אלא יברך רק 'שעשה ניסים'. ובתנאי שהוא בתוך חצי השעה הראשונה מהרגע שהדליק, אך אם עברה חצי השעה הראשונה, אינו רשאי לברך כלום. ",
                "font_size": "normal"
            },
            {
                "text": "(קל)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם שכח לברך ברכת 'שהחיינו' בלילה הראשון, יברך בלילה השני. ואם שכח, יברך בלילה השלישי, וכן בשאר הלילות עד הלילה השמיני. ואם לא ברך בלילה השמיני כשהדליק או בחצי השעה הראשונה, שוב אינו רשאי לברך. ",
                "font_size": "normal"
            },
            {
                "text": "(קלו, קלז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טעה במספר הנרות",
        "description": [
            {
                "text": "הדליק נר אחד פחות מהראוי לאותו לילה, כשחוזר להדליק את הנר החסר, אינו חוזר לברך. ",
                "font_size": "normal"
            },
            {
                "text": "למשל:",
                "font_size": "normal"
            },
            {
                "text": " אם בלילה החמישי טעה והדליק ארבעה נרות במקום חמשה, ושוב הביאו לו נר נוסף, ידליק את הנר החמישי בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(קלג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "לא יודע לברך",
        "description": [
            {
                "text": "אם בעל הבית עם הארץ ואינו יודע לברך, הנכון שיעמוד אדם אחר על ידו, ויקריא לו מילה במילה, והוא יאמר אחריו. ואם אי אפשר, רשאי האחר לברך ולכוון להוציאו ידי חובה, ויענה בעל הבית 'אמן', וידליק בעל הבית בעצמו את הנרות. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קנא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סידור הנרות בחנוכיה - צורת ההדלקה",
        "description": [
            {
                "text": "צריך לתת את השמן בנר ",
                "font_size": "normal"
            },
            {
                "text": "[כוסית]",
                "font_size": "16px"
            },
            {
                "text": " בלילה הראשון, בצד הקיצוני מימין של החנוכיה. ובלילה השני יתן שמן גם בנר שעל ידו מצד שמאל, ויתחיל להדליק מהנר החדש הנוסף השמאלי, ואחר כך ידליק את הנר הימני שהדליקו גם אתמול. וכן בלילה השלישי, יתן שמן גם בנר שעל יד הנר השני שהדליקו אתמול, ויתחיל להדליק מהנר החדש הנוסף, ואחר כך ידליק את הנר השני הימני יותר שהדליקו אתמול, ואחר כך את הנר הקיצוני מימין שהדליקו גם ביום הראשון. וכן על זה הדרך בכל לילה ולילה, מוסיף והולך עוד נר. נמצא שתמיד מתחיל להדליק את הנר השמאלי ביותר, וממשיך להדליק לצד ימין עד שמגיע לנר שהדליק ביום הראשון. ",
                "font_size": "normal"
            },
            {
                "text": "(לב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "רוב הפתילה",
        "description": [
            {
                "text": "כשמדליק את הנרות, לא יסיר את ידו מהפתילה מיד, אלא ימתין עד שרוב הפתילה היוצאת מהנר תדלק, שאז השלהבת תהיה עולה מאליה, ולאחר מכן יסיר את ידו להדליק נר אחר. ",
                "font_size": "normal"
            },
            {
                "text": "(קכט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הנרות הללו",
        "description": [
            {
                "text": "לאחר הדלקת הנר הראשון, יתחיל באמירת הנוסח 'הנרות הללו...', ולא קודם לכן. וגם בשאר הלילות, לאחר הדלקת הנר הראשון, יאמר את הנוסח הנ\"ל, אף שלא סיים להדליק את כל הנרות. ",
                "font_size": "normal"
            },
            {
                "text": "(קל)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "קדושת העיניים",
        "description": [
            {
                "text": "מצוה להסתכל בנרות כשהם דולקים בחצי השעה הראשונה, כדי להתבונן בנס ולזוכרו. וגם כי ההסתכלות בנרות של מצוה, מקדשת את העיניים. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קעא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "איסור שימוש בנרות",
        "description": [
            {
                "text": "אסור להשתמש לאור נרות החנוכה, בין תשמיש של מצוה, כגון ללמוד בספר לאור הנר, ובין תשמיש של חולין, כגון לספור את כספו לאור הנר. ומכל מקום תשמיש עראי של מצוה, לא נאסר, ולכן מותר לעיין מעט בספר לאור נר החנוכה. ",
                "font_size": "normal"
            },
            {
                "text": "(צט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "והטעם שאסור להשתמש לאורם אפילו תשמיש של מצוה, לדעת רש\"י, כדי שיהיה ניכר שהנרות הללו נדלקו לשם מצות חנוכה לפרסם את הנס, ולא כשאר נרות שבבית שמטרתם רק להאיר את הבית. אך הר\"ן (שבת ט ע\"א) כתב, שדימו זאת למנורת בית המקדש שבה נעשה הנס, שאין משתמשים לאורה כלל, כן גם בנרות החנוכה, אין משתמשים לאורם. (צט)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם כבה החשמל בבית, ורוצה ללכת לאור נרות החנוכה, כדי שלא יכשל בדרכו, רשאי ללכת לאורם",
                "font_size": "normal"
            },
            {
                "text": ". מפני שאין זה נחשב שמשתמש לאורם, שבלאו הכי יכול ללכת בבית. (צט)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מותר להשתמש לאור נר השַׁמָּשׁ, לכל שימוש שהוא, אפילו של חולין. ",
                "font_size": "normal"
            },
            {
                "text": "(קב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כיבוי הנרות",
        "description": [
            {
                "text": "אחר שדלקו הנרות חצי שעה, רשאי לכבותם. וכמו כן, אם רוצה להשתמש לאורם לאחר זמן זה, רשאי. ומכל מקום אם הוא מדליק בחלון ביתו הסמוך לרשות הרבים, ויש פרסום הנס לעוברים ושבים, טוב שלא לכבותם, כדי שיתפרסם הנס עוד ועוד, ואדרבה נכון שיוסיף עוד שמן, וכמבואר לעיל. ",
                "font_size": "normal"
            },
            {
                "text": "(קב, סו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אונס גמור",
        "description": [
            {
                "text": "אדם שנאלץ לצאת מביתו מיד לאחר ההדלקה, וחושש להשאיר את הנרות דולקים כשאין משהו בבית, ולכן רוצה לכבות את הנרות זמן מועט לאחר הדלקתם, אינו רשאי לברך על הדלקה זו. ",
                "font_size": "normal"
            },
            {
                "text": "(קיא. ת\"ה קסו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ומכל מקום בודאי שחייב אדם לעשות את כל המאמצים להשאיר את הנרות דולקים לפחות חצי שעה, ולא להפסיד מצוה יקרה זו, ורק אם אירע לו אונס גמור, ואינו יכול להביא אדם אחר שיהיה בביתו עד סיום החצי שעה ויכבה את הנרות לאחר מכן, יעשה כאמור להדליק את הנרות בלי ברכה. \n",
                "font_size": "normal"
            }]
    },
    {
        "type": "alaha",
        "title": "כבתה, אין זקוק [צריך] לה",
        "description": [
            {
                "text": "אם אחר שהדליק את הנרות, פתחו בטעות את הדלת מבלי משים לב, ונשבה הרוח וכבתה את אחד הנרות או אפילו כבו כל הנרות, אינו צריך לחזור ולהדליקם שוב. ואמנם טוב להדר לחזור ולהדליקם, אך יזהר שלא להדליק מנר אחר שבחנוכיה, אלא מגפרור חדש או מנר השַׁמָּשׁ. ",
                "font_size": "normal"
            },
            {
                "text": "(קו, קד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "וכל זה בתנאי שהניח את החנוכיה במקום שאין רוח, שנמצא שבשעה שהדליק את החנוכיה, היו הנרות ראויים להידלק חצי שעה. אבל אם מתחילה הניח את החנוכיה במקום שהרוח מנשבת, כגון בסמוך לחלון פתוח או בחוץ ללא כיסוי שהוא, וכבו לאחר זמן מועט, כיון שלא היו ראויים הנרות לדלוק חצי שעה כך ברוח, הרי זה כמו שלא נתן כמות שמן מספקת, וחייב לחזור ולהדליקה שוב במקום שאין הרוח מנשבת, אך לא יברך שנית. ",
                "font_size": "normal"
            },
            {
                "text": "והוא הדין אם כיבה את הנרות בכוונה בתוך חצי השעה הראשונה, שחייב לחזור ולהדליקם, אך לא יברך שנית. (קו, קז)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נר שבת ונר חנוכה",
        "description": [
            {
                "text": "בחוברת 'השבת בהלכה ובאגדה' חלק א' מבואר, שבכל אופן שכבו נרות שבת, צריך לחזור ולהדליקם, אם ברור לו שלא נכנסה עדיין השבת. ואם כן מדוע בנרות חנוכה שכבו בטעות, אינו חייב לחזור ולהדליקם? וצריך לומר שלא דומה נר חנוכה לנר שבת, כי בנר חנוכה 'הדלקה עושה מצוה', דהיינו שבמעשה ההדלקה לבד, כבר סיים את המצוה, ולכן אם כבו הנרות אינו חייב לחזור ולהדליקם. אבל בנרות שבת אף על פי שמעשה המצוה הסתיים במעשה ההדלקה, מכל מקום כיון שהמטרה היא שיאירו הנרות בשבת, כל שלא נכנסה השבת לא נתקיימה מטרת המצוה, על כן חייב לחזור ולהדליק שוב את הנרות, כדי שבשבת יהיו נרות דלוקים בביתו.",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "השמן הנותר",
        "description": [
            {
                "text": "אם באחד מלילות החנוכה, כבה הנר בתוך חצי השעה הראשונה של ההדלקה, רשאי למחרת להוסיף עליו שמן ולהדליק בו שוב, אך אם כבה בליל שמיני, אסור להשתמש בשמן הנותר לאכילה או להדלקה לדבר אחר, אלא ישרוף אותו, מפני שהוקצה ",
                "font_size": "normal"
            },
            {
                "text": "[ייחדו]",
                "font_size": "16px"
            },
            {
                "text": " למצוותו. \n",
                "font_size": "normal"
            },
            {
                "text": "ובכל אופן, אם כבה הנר לאחר שדלק כבר חצי שעה, רשאי להשתמש בשמן לכל צורך שהוא, מאחר ונגמרה מצוותו. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תרע\"ז סעיף ד. קס)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ויש להבין, מדוע נר חנוכה שכבה בתוך חצי השעה הראשונה של ההדלקה, נאסרה שארית השמן לכל שימוש, ואילו עצי הסוכה לאחר חג הסוכות, אינם נאסרים בשימוש, והלוא שניהם שיירי מצוה לאחר מצוותם, [שהרי כשכבה הנר בתוך החצי שעה, כבר הסתיימה מצוותו ואין חובה להדליקו שוב]? ויש ליישב, כי בנר חנוכה מאחר ועשוי השמן שבכמות חצי שעה להתבער כולו, נמצא שמתחילה ייחד את כל הכמות הזו למצוה עד שתכלה ותתבער, שהרי אינו מצפה שיכבה הנר בתוך החצי שעה וישתמש בשמן, לכן אם נשאר מהשמן שבתוך זמן זה, הרי הוא אסור בשימוש, כי ייחדו למצוה. לא כן בעצי הסוכה שאינם עשויים להתכלות ולהתבער, אלא להשתמש בהם בלבד בימי החג, לכך לאחר החג שגמר להשתמש בהם למצוותם, מותרים הם בכל שימוש. ועתה מובן, שאם כבה הנר לאחר החצי שעה, שמותר השמן בכל שימוש, מאחר ושמן זה הוא כמו עצי הסוכה לאחר זמן מצוותם שמותרים בשימוש, מאחר שלא הוקצו אלא לזמן מצוותם בלבד, כן גם השמן לא הוקצה אלא בכמות של זמן מצוותו בלבד, דהיינו חצי שעה ולא יותר, והנותר לאחר חצי שעה, הוא שמן אחר שלא הוקצה למצוה מעולם. (ראשונים. בית יוסף ס\"ס תרעז. קא, קב, קסא)\nולפי האמור יש ליישב מה שהקשה הגאון האבני נזר מהגמרא (סוכה מו ע\"ב), אדם שהפריש שבעה אתרוגים לשבעת ימי חג הסוכות, ובכל יום מנענע הוא באתרוג אחר, רשאי לאכול למחרת את האתרוג שנענע בו אתמול, אבל באותו יום אסור, כי מאחר שראוי למצותו שוב לנענע בו, אזי הוקצה למצותו לכל אותו היום. וקשה, הלוא גם בנר חנוכה, השמן הנותר לאחר החצי שעה, ראוי למצותו שוב להדליק בו במשך הלילה, ואם כן נאסור את שארית השמן כל אותו הלילה? אך לפי האמור לעיל לא קשה, כי דוקא באתרוג שעומד לפנינו, וראוי למצותו במשך כל היום, לכך נאסר באכילה כל אותו היום, אבל בנר חנוכה, השמן שהוקצה להדלקת הנר למשך חצי שעה, כבר חלף הלך לו והתבער מן העולם, ושאר השמן שנותר לאחר החצי שעה, מעולם לא הוקצה למצוה, שאין האדם מקצה אלא את השמן הצריך למצוה בלבד ולא יותר, לכן לא שייך לאוסרו לכל אותו הלילה. (קב)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "שאריות הבקבוק -",
                "font_size": "normal"
            },
            {
                "text": " בקבוק שמן שקנה אותו לנרות חנוכה, פשוט ששאריות השמן שנשארו בבקבוק, מותרים לצורך אכילה או הדלקה אחרת ללא כל חשש. ",
                "font_size": "normal"
            },
            {
                "text": "(קסז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "פתילות -",
                "font_size": "normal"
            },
            {
                "text": " יש מחמירים לשרוף את הפתילות הנשארות שהדליקו בהם בנרות חנוכה, מאחר ויש אומרים שהוקצו למצוותם להדלקה בלבד. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קכו)",
                "font_size": "14px"
            },
            {
                "text": "\n\nערב שבת של חנוכה",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "ערב שבת של חנוכה"
    },
    {
        "type": "alaha",
        "title": "תפלת מנחה",
        "description": [
            {
                "text": "טוב להתפלל מנחה ביום שישי של חנוכה מוקדם יותר, כדי שהדלקת הנרות תֵעַשֶׂה לאחר תפלת מנחה. ",
                "font_size": "normal"
            },
            {
                "text": "והטעם בזה, כיון שתפלת המנחה היא כנגד קרבן תמיד של בין הערביים שהיו מקריבים בבית המקדש, והדלקת נרות חנוכה, היא זכר לנס שנעשה במנורה של בית המקדש. ובסדר העבודה שבבית המקדש, הקריבו את קרבן התמיד ואחר כך הדליקו את המנורה, לכך גם אנו משתדלים להדמות לזה, ולהתפלל מנחה ואחר כך להדליק את נרות חנוכה. (קעט)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תפילה בציבור",
        "description": [
            {
                "text": "אם אינו מוצא מנין לתפלת מנחה מוקדם, לא יוותר על התפילה בציבור, בשביל להתפלל מוקדם, אלא ידליק את הנרות, וילך אחר כך להתפלל בציבור. ",
                "font_size": "normal"
            },
            {
                "text": "(קעט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כמות השמן בערב שבת",
        "description": [
            {
                "text": "בערב שבת צריך לתת כמות שמן מרובה, כדי שיספיק לדלוק לפחות חצי שעה אחר צאת הכוכבים. וכן אם הוא מדליק בנרות שעוה, יקח נרות גדולים שיספיקו לדלוק כפי הזמן הזה. ",
                "font_size": "normal"
            },
            {
                "text": "(ע. משנ\"ב סימן תרע\"ב ס\"ק א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "זמן ההדלקה בערב שבת",
        "description": [
            {
                "text": "אם התפלל מנחה מוקדמת, ידליק את הנרות כרבע שעה לפני השקיעה. אך אם לא התפלל עדיין מנחה, יקדים להדליק כדי שיספיק להתפלל מנחה בציבור, אך לא ידליק לפני זמן פלג המנחה ",
                "font_size": "normal"
            },
            {
                "text": "[15:50 בערך]",
                "font_size": "16px"
            },
            {
                "text": ". ",
                "font_size": "normal"
            },
            {
                "text": "(ע, קפ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נר שבת ונר חנוכה",
        "description": [
            {
                "text": "בערב שבת נכון להדליק קודם נרות חנוכה, ואחר כך נרות שבת. ",
                "font_size": "normal"
            },
            {
                "text": "(קעד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "לפי מה שבארנו לעיל, שבזמן ששתי מצוות באות לפנינו, אנו מקדימים את המצוה התמידית יותר, ואחר כך את המצוה האחרת. אם כן בערב שבת של חנוכה, שבאות לפנינו שתי מצוות: א. הדלקת נרות שבת. ב. הדלקת נרות חנוכה. לכאורה היינו צריכים להקדים את הדלקת נרות השבת שהם בכל שבוע, ואחר כך את הדלקת נרות החנוכה שהם שמונה ימים בשנה בלבד. \nאולם ענין זה קשור למחלוקת הפוסקים בענין קבלת שבת בהדלקת הנרות: לדעת בעל הלכות גדולות, לאחר שגמרה האשה להדליק את נרות השבת, קיבלה היא מיד את השבת. אך רוב ככל רבותינו הראשונים חלקו עליו, [ומהם: הרמב\"ם, הרמב\"ן, הרשב\"א, הריטב\"א, המאירי, הר\"ן, הרא\"ש, רבנו שמשון, תוספות, הפרדס, הרא\"ה, סמ\"ג, רבנו ירוחם, הגהות מיימוניות, המגיד משנה, ועוד.] ולדעתם אין שום קשר בין הדלקת נרות שבת לקבלת שבת, והדלקת הנרות היא רק כאחת מההכנות לשבת, שמכבוד השבת הוא להכין אור דלוק בבית ולא להיות בחושך. וכך פסק גם מרן בשלחן ערוך (סימן רסג סעיף ד וסעיף י), שלא מקבלים שבת בהדלקה כלל. \nנמצא שלדעת בעל הלכות גדולות - יש להקפיד להדליק קודם נרות חנוכה ואחר כך נרות שבת, כי אם ידליק נרות שבת קודם, כבר קיבל את השבת, ולא יוכל להדליק אחר כך נרות חנוכה. אבל לרוב הפוסקים החולקים עליו - אין צורך להקפיד בזה. \nואף שלהלכה נפסק כדעת רוב הפוסקים, שלא מקבלים שבת בהדלקה, ואם כן היינו צריכים להקדים נרות שבת לנרות חנוכה, בכל זאת כתב מרן השולחן ערוך בחיבורו 'בית יוסף', שיקדים להדליק נרות חנוכה קודם נרות שבת, כיון שאף החולקים על בעל הלכות גדולות, מודים הם שרשאי להדליק נרות חנוכה קודם, [מאחר ונר חנוכה יש בו מעלה של פרסום הנס, ומאידך נר שבת עדיף להדליקו כמה שיותר סמוך לשבת, כדי שיהיה ניכר יותר שהוא לכבוד שבת.] ואם אפשר בקלות לצאת ידי חובת כל הדעות, ולחשוש לדעת בעל הלכות גדולות, שלדעתו צריך דוקא להדליק נר חנוכה קודם, אז כדאי להחמיר. וכך פסק גם בשלחן ערוך (סימן תרעט סעיף א): \"בערב שבת מדליקים נר חנוכה תחלה, ואחר כך נר שבת\". וכן הוא על פי הקבלה. (קעד)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם טעה והדליק נרות שבת קודם, ידליק אחר כך נרות חנוכה. ",
                "font_size": "normal"
            },
            {
                "text": "מפני שמעיקר הדין אין קבלת שבת תלויה בהדלקה כלל, וכנ\"ל. (קעו)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני אשכנז",
        "description": [
            {
                "text": "מנהג בני אשכנז שהאשה המדליקה נרות שבת מקבלת שבת בהדלקה, ",
                "font_size": "normal"
            },
            {
                "text": "[אלא אם כן היא עשתה תנאי, שאינה מתכוונת לקבל שבת בהדלקה.]",
                "font_size": "16px"
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א סימן רסג סעיף י)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "על כן, אשה מבנות אשכנז שנמצאת לבדה בביתה, ובטעות הדליקה נרות שבת לפני נרות חנוכה, לא תדליק היא בעצמה את נרות החנוכה, אלא תקרא לאדם אחר שידליק לה ויברך, ותצא בזה ידי חובתה. ",
                "font_size": "normal"
            },
            {
                "text": "(קעח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם אשה מבנות אשכנז שבעלה נמצא עמה, וטעתה והדליקה נרות שבת קודם, ודאי שרשאי בעלה להדליק נרות חנוכה לאחר מכן, כי בהדלקה שלה, לא קיבלו בעלה ובני ביתה את השבת. ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א שם. קעו, קעט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "איש מבני אשכנז רווק המתגורר לבדו בביתו, שצריך להדליק גם נרות שבת וגם נרות חנוכה, וטעה והדליק נרות שבת קודם, ידליק אחר כך נרות חנוכה. ",
                "font_size": "normal"
            },
            {
                "text": "כיון שדוקא הנשים האשכנזיות רגילות לקבל שבת בהדלקה, [אלא אם כן יעשו תנאי שלא לקבל]. אבל האנשים, אין דעתם לקבל שבת בהדלקה, אלא באמירת 'מזמור שיר ליום השבת' בבית הכנסת, לכך אם טעה והדליק נרות שבת קודם, ידליק אחר כך נרות חנוכה. (קעז)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כבתה החנוכיה",
        "description": [
            {
                "text": "אם כבה נר החנוכה בערב שבת קודם השקיעה, מן הדין אינו חייב לחזור ולהדליקו שוב, וכמבואר לעיל, אך טוב שיהדר ויחזור להדליק, ובלבד שנשארו כמה דקות לפני השקיעה, ולא יכנס בחשש חילול שבת חס ושלום. ",
                "font_size": "normal"
            },
            {
                "text": "(קי)",
                "font_size": "14px"
            },
            {
                "text": "\n\nמוצאי שבת של חנוכה",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "מוצאי שבת של חנוכה"
    },
    {
        "type": "alaha",
        "title": "הבדלה והדלקת הנרות",
        "description": [
            {
                "text": "במוצאי שבת בבית, מבדילים על היין תחילה, ואחר כך מדליקים נרות חנוכה, אבל בבית הכנסת מדליקים את הנרות תחילה, ואחר כך מבדילים על היין. ",
                "font_size": "normal"
            },
            {
                "text": "ולהלן יבואר טעם החילוק ביניהם. (קפב)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "זמן צאת השבת",
        "description": [
            {
                "text": "כידוע שיש בלוחות שני זמנים של צאת השבת: ",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "normal"
            },
            {
                "text": " צאת השבת הרגיל. ",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "normal"
            },
            {
                "text": " צאת השבת לדעת רבנו תם. ויש ליידע את הציבור הקדוש, כי רבנו תם שהיה מגדולי רבותינו הראשונים לפני כשמונה מאות שנה, אינו יחידי בדבר, אלא רוב ככל רבותינו הראשונים מסכימים עמו, וכן פסק מרן בשלחן ערוך ",
                "font_size": "normal"
            },
            {
                "text": "(סימן רסא סעיף ב)",
                "font_size": "14px"
            },
            {
                "text": ". ",
                "font_size": "normal"
            },
            {
                "text": "[וכן פסקו הרמב\"ן, המאירי, הרא\"ה, הר\"ן, הרא\"ש, הראב\"ד, המגיד משנה, הרז\"ה, הסמ\"ג, המרדכי, רבנו פרץ, רבנו ירוחם, הרוקח, המבי\"ט, הרדב\"ז, המהרי\"ט, ספר חרדים, המגן אברהם, הבית חדש בתשובה, המנחת כהן, הפרי חדש, החתם סופר, הגאון מליסא, מהר\"י עייאש, הריב\"א, הגאון רבי עקיבא איגר, ועוד רבים מהפוסקים, ומרן בשלחן ערוך (סימן רסא סעיף ב), ובמשנה ברורה שם. והגאון רבי חיים אבולעפייא וחכמי דורו בזמנו, עמדו והכריזו ברבים בחרם על אנשי מקומם, אשר כל מי שיעיז להקל נגד רבנו תם, ינדו אותו. אמנם מאחר והמנהג הוא כדעת הגאונים כבר שנים רבות קודם שפסק כן מרן בשלחן ערוך, לכן מי שאינו יכול להוציא את השבת כשיטת רבנו תם, סומך על צאת השבת הרגיל, אך מצוה רבה לפרסם ולהודיע ברבים, שהנכון לחוש ולהחמיר שלא לעשות מלאכה במוצאי שבת עד זמן רבנו תם, שזהו ספק איסור סקילה. והגאון החזון איש (אגרות ח\"א סימן מא) כתב: \"פשטה ההוראה להחמיר כרבנו תם בכל ישראל, והיא הוראה מקוימת כמפי סנהדרי גדולה בלשכת הגזית, ואין שום צד קולא בזה. ולא נמצא מי שאמר שלא לחוש לדעת רבנו תם, ואם איזה גאון כתב להמליץ על מי שמקל, זו אינה הוראה לחקות בה את המקילים\". עכ\"ד. (שו\"ת יביע אומר חלק ב סימן כא, הליכות עולם ח\"ג עמוד קמ, חזו\"ע ימים נוראים עמוד שפח ועוד. קפו)]",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אשר על כן, חובה קדושה על כל אדם להשתדל שלא לעשות מלאכה האסורה בשבת מהתורה, אלא לאחר צאת השבת לשיטת רבנו תם וכל הפוסקים כמוהו, ובפרט בחשש עוון חילול שבת שחומרתו גדולה עד מאוד, כי לדעת הפוסקים האלו כל העושה מלאכה לפני צאת השבת של זמן רבנו תם, הרי הוא מחלל שבת גמור. \n",
                "font_size": "normal"
            },
            {
                "text": "לפיכך, גם במוצאי שבת של חנוכה, לא ידליקו את הנרות עד שיגיע זמן צאת השבת לרבנו תם. ",
                "font_size": "normal"
            },
            {
                "text": "(קפו)",
                "font_size": "14px"
            },
            {
                "text": "\n\nההדלקה בבית הכנסת",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "ההדלקה בבית הכנסת"
    },
    {
        "type": "alaha",
        "title": "טעם המנהג",
        "description": [
            {
                "text": "נוהגים להדליק נרות חנוכה בבית הכנסת עם ברכה. והטעם לזה, כי מתחילה שתקנו רבותינו ז\"ל להדליק נרות חנוכה, היתה התקנה להדליק על פתח הבית מבחוץ, כדי לפרסם את הנס ככל היותר לרבים העוברים ושבים. אך כשיד האומות תקפה על עם ישראל, והיתה סכנה להדליק נרות חנוכה מבחוץ, לא היו יכולים לקיים עוד את פרסום הנס בפתח הבית, וכתחליף לזה, הנהיגו להדליק נרות חנוכה בבית הכנסת, שמצויים שם רבים, ובזה יהיה פרסום הנס גדול, ויתקדש שמו יתברך ברבים. ",
                "font_size": "normal"
            },
            {
                "text": "(הריב\"ש. מא)",
                "font_size": "14px"
            },
            {
                "text": " ועוד טעם, מכיון שהנרות הם זכר לנס שהיה עם המנורה בבית המקדש, לכך מדליקים בבית הכנסת שנקרא: 'בית מקדש מעט'. ",
                "font_size": "normal"
            },
            {
                "text": "(ב. ת\"ה קפה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מי המדליק",
        "description": [
            {
                "text": "פרסום הנס צריך להיות בכבוד הראוי, על כן הנכון שהשליח צבור או רב בית הכנסת ידליק את הנרות, ולא כאותם הנמנעים להדליקם, ונותנים לקטן להדליק. וכן מנהגו של מרן הראשון לציון שליט\"א לברך ולהדליק בבית הכנסת, ואחר כך חוזר ומברך ומדליק בביתו, כדי להוציא ידי חובה את בני ביתו. ",
                "font_size": "normal"
            },
            {
                "text": "(מט, מב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בית הכנסת שרגילים לתת לקטן להדליק, הנכון להשפיע עליהם בנעימות שיפסיקו ממנהגם ויתנו לגדול להדליק. אמנם אם יש חשש שתבצר מחלוקת בציבור, יעזוב אותם לנפשם. ואף על פי שאינם נוהגים נכון, מכל מקום אין זה חמור כל כך כמו כשמדליק הקטן בבית, שאין לעשות כן כלל, מאחר ובבית הוא צריך להוציא ידי חובה את הגדולים, והיאך יוציאם כשהוא עצמו פטור, לא כן בבית הכנסת אין ההדלקה אלא משום פרסום הנס, ואין יוצאים בה ידי חובה. (נא)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אָבֵל -",
                "font_size": "normal"
            },
            {
                "text": " היושב שבעה ב\"מ, ובא לבית הכנסת להתפלל, לא ידליק את הנרות בלילה הראשון, מפני שצריך לברך 'שהחיינו' שיש בה שמחה יתירה, בפרט כשיש רוב עם. אבל בביתו בודאי שחייב להדליק ולברך את הברכות כולן. ",
                "font_size": "normal"
            },
            {
                "text": "(נט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "לא יוצאים ידי חובה",
        "description": [
            {
                "text": "אין יוצאים ידי חובה בהדלקת הנרות שבבית הכנסת, מכיון שמצות נר חנוכה 'נר איש ",
                "font_size": "normal"
            },
            {
                "text": "וביתו",
                "font_size": "normal"
            },
            {
                "text": "', ובית הכנסת לא נחשב ביתו של אדם. על כן, אדם שהדליק נרות חנוכה בבית הכנסת, חייב לחזור ולהדליק בביתו שנית. ",
                "font_size": "normal"
            },
            {
                "text": "(נג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הדר בביתו לבד, וכיבדוהו להדליק בבית הכנסת, כשחוזר להדליק בביתו, יברך רק 'להדליק נר חנוכה', אך לא יחזור לברך ברכות 'שעשה ניסים' ו'שהחיינו'. ",
                "font_size": "normal"
            },
            {
                "text": "(נג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "והטעם בזה, כי אף על פי שבארנו שלא יוצאים ידי חובה בהדלקה שבבית הכנסת, בכל זאת כיון שיש אומרים שברכות 'שעשה ניסים' ו'שהחיינו', אינן קשורות להדלקת הנרות, אלא הן ברכות על עצם ימי החנוכה, על הניסים והשמחה שבימים אלו, ורק הסמיכו אותם חז\"ל לברכם על הדלקת הנרות, נמצא שבשעה שברך אותם בבית הכנסת, כבר יצא ידי חובתו בברכות אלו, לכן לא יחזור לברכם שנית, אבל מי שיש לו בני בית, וחוזר להדליק בביתו, יחזור גם על ברכות אלו, כיון שעדיין צריך להוציא את בני ביתו ידי חובתם. (נג)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "זמן ההדלקה",
        "description": [
            {
                "text": "מדליקים בבית הכנסת בין מנחה לערבית, ואפילו אם עדיין לא הגיע זמן השקיעה, ובלבד שהגיע זמן 'פלג המנחה' ",
                "font_size": "normal"
            },
            {
                "text": "[15:50 בערך]",
                "font_size": "16px"
            },
            {
                "text": ". ",
                "font_size": "normal"
            },
            {
                "text": "והטעם שמדליקים קודם תפלת ערבית, כי לאחר התפלה הולכים הציבור לבתיהם להדליק את הנרות, ולא יהיה פרסום הנס. (סט)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ההדלקה בשחרית",
        "description": [
            {
                "text": "מנהג הגון ונכון להדליק נרות חנוכה בלי ברכה בבית הכנסת בתפלת שחרית, כדי לפרסם את הנס. ונהגו להדליקם כשמגיעים למזמור \"ארוממך ה' כי דליתני\". ",
                "font_size": "normal"
            },
            {
                "text": "ועוד טעם יש למנהג זה, לפי המבואר בזוהר, שהיו מדליקים בבית המקדש את המנורה פעמיים בכל יום בבוקר ובערב, וכן כתב הרמב\"ם (פ\"ג תמידין ומוספין הי\"ב). כזכר לזה, נהגו להדליק בבתי כנסיות שהם 'מקדש מעט' גם בבוקר. (א, ב)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בפני עשרה",
        "description": [
            {
                "text": "אין מברכים על ההדלקה שבבית הכנסת, אלא אם כן נמצאים שם עשרה. ואולם גם אם אין עשרה, אך ידוע לנו שיבואו אחר כך עוד ויהיו עשרה, ידליקו את החנוכיה עם ברכה. ובפרט כשהזמן מצומצם כמו בערב שבת, וקרובים לשקיעה. ",
                "font_size": "normal"
            },
            {
                "text": "(נב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם יש עשרה בבית הכנסת, אף על פי שארבעה מהם כבר התפללו ערבית ושמעו את הברכות בבית הכנסת אחר, הרי הם מצטרפים לעשרה, ויברך וידליק. ",
                "font_size": "normal"
            },
            {
                "text": "(נג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ציבור שמדליקים בביתם, ואחר כך מתאספים בבית הכנסת לשמיעת שיעור ותפלת ערבית, ידליק אחד מהם בבית הכנסת, ויברך רק 'להדליק נר חנוכה'. אולם אם ישנם שם לפחות ששה אנשים שעדיין לא הדליקו בביתם, אף על פי שהשאר הדליקו בביתם וברכו, יברך המדליק את כל הברכות. ורשאי להדליק את הנרות גם מי שהדליק כבר בביתו. ",
                "font_size": "normal"
            },
            {
                "text": "(מח, נג, נו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כיוצא בזה, המדליק בבית הכנסת בערב שבת, מברך רק 'להדליק נר חנוכה', מאחר והקהל כבר הדליקו בביתם וברכו, וההדלקה כאן נעשית רק לפרסום הנס. ",
                "font_size": "normal"
            },
            {
                "text": "(נו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "נשים -",
                "font_size": "normal"
            },
            {
                "text": " אם אין עשרה בבית הכנסת, אלא בצירוף הנשים שנמצאות בעזרת הנשים, רשאים להדליק את נרות החנוכה עם ברכה, שגם בהם שייך פרסום הנס. ",
                "font_size": "normal"
            },
            {
                "text": "(נב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "קטנים -",
                "font_size": "normal"
            },
            {
                "text": " אם אין עשרה בבית הכנסת, אלא בצירוף ילדים קטנים שהגיעו לגיל חינוך, ",
                "font_size": "normal"
            },
            {
                "text": "[מגיל שש ומעלה, ומבין בנס חנוכה]",
                "font_size": "16px"
            },
            {
                "text": ", רשאים להדליק עם ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(נב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מקום הנחת החנוכיה",
        "description": [
            {
                "text": "המנהג להניח את החנוכיה בבית הכנסת בצד דרום, זכר למנורה שהיתה בבית המקדש בצד דרום. ויניחוה במקום גבוה כדי לפרסם את הנס לכולם. וטוב לסדר ששורת הנרות תהיה נמשכת ממזרח למערב, דהיינו שהנר החדש שמוסיף בכל יום, יהיה מצד מזרח ",
                "font_size": "normal"
            },
            {
                "text": "[שמאל]",
                "font_size": "16px"
            },
            {
                "text": " לצד מערב ",
                "font_size": "normal"
            },
            {
                "text": "[ימין]",
                "font_size": "16px"
            },
            {
                "text": ". ",
                "font_size": "normal"
            },
            {
                "text": "[וכן דעת מרן השלחן ערוך.]",
                "font_size": "16px"
            },
            {
                "text": " ויש נוהגים לסדר ששורת הנרות תמשך מצפון לדרום, דהיינו שהנר החדש שמוסיף בכל יום יהיה מצד צפון ",
                "font_size": "normal"
            },
            {
                "text": "[שמאל]",
                "font_size": "16px"
            },
            {
                "text": " לצד דרום ",
                "font_size": "normal"
            },
            {
                "text": "[ימין]",
                "font_size": "16px"
            },
            {
                "text": ". וכל מקום יעשו כפי מנהגם. ",
                "font_size": "normal"
            },
            {
                "text": "(מח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כמות השמן",
        "description": [
            {
                "text": "גם בבית הכנסת יש לתת כמות שמן כשיעור הדלקה של חצי שעה, ובלבד שיהיו שם אנשים במשך הזמן הזה ויתפרסם הנס. אולם אם לאחר תפלת ערבית הולכים כולם לבתיהם, די לתת שמן כשיעור זמן התפילה, מאחר ואין פרסום הנס יותר. ומטעם זה, רשאים גם לכבות את הנרות מיד לאחר תפלת ערבית. ",
                "font_size": "normal"
            },
            {
                "text": "(מו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ההדלקה בערב שבת",
        "description": [
            {
                "text": "בתי כנסת שמתפללים מנחה בערב שבת של חנוכה מוקדם כפי שבארנו לעיל, ישתדלו להדליק את הנרות לא יאוחר מעשר דקות או רבע שעה לפני השקיעה, כדי שלא יכנסו לחשש חילול שבת חס ושלום. אבל בתי כנסת שמתפללים מנחה בערב שבת זו כמו בכל ערב שבת סמוך לשקיעה, ידליקו את הנרות קודם מנחה, ועל כל פנים לא יאוחר מעשר דקות או רבע שעה לפני השקיעה. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה קצב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ההדלקה במוצאי שבת",
        "description": [
            {
                "text": "במוצאי שבת של חנוכה בבית הכנסת, מדליקים נרות ואחר כך מבדילים על היין. \n",
                "font_size": "normal"
            },
            {
                "text": "ואף על פי שבארנו לעיל שמצוה תמידית קודמת למצוה שאינה תמידית, והבדלה הרי היא מצוה תמידית, וצריכים להקדימה להדלקת הנרות שאינה תמידית? מכל מקום משתדלים אנו לאחר את ההבדלה ככל היותר, כיון שבה אנו מבטאים את יציאת השבת, ואם נקדימה, יראה כאילו השבת כבדה עלינו ואנו רוצים להתפטר ממנה חס ושלום. גם כי, מאחר וכל המטרה בהדלקת נרות החנוכה בבית הכנסת, כדי לפרסם את הנס ברבים, נמצא שאם ידליקו את הנרות לאחר ההבדלה, ילכו האנשים מיד לבתיהם ולא יהיה פרסום הנס כל כך, לכך מדליקים ואחר כך מבדילים, כדי שלפחות בשעת ההבדלה שנמצאים האנשים, יהיה פרסום לנס. ומה שהמדליק עושה מלאכה קודם שהבדיל? מאחר ואמר \"אתה חוננתנו\" בערבית, מותר לו לעשות מלאכה. ואפילו אם שכח המדליק לומר \"אתה חוננתנו\", יאמר \"ברוך המבדיל בין קודש לחול\", ויהיה רשאי לעשות מלאכה, כבכל מוצאי שבת. \nואמנם לעיל התבאר שבבית הדין שונה, וקודם מבדיל ואחר כך מדליק את נרות החנוכה. והטעם בזה, כיון שבבית לא שייך כל כך לומר את הטעם שעדיף לאחר את יציאת השבת, כיון שבבית בעל הבית בעצמו הוא שמדליק את נרות החנוכה והוא שמבדיל על הכוס, ומאחר שבעל כרחו במעשה ההדלקה מראה שמסלק מעליו את השבת, לכך חוזר הדין שמצוה תמידית קודמת. לא כן בבית הכנסת שרק אחד מדליק את הנרות, אם כן שאר האנשים הרוויחו את המעלה לאחר את יציאת השבת. גם כי בבית לא שייך הטעם השני של פרסום הנס, כי דוקא בבית הכנסת שנמצאים רבים ואחר כך ילכו לביתם, לכך מקדימים את ההדלקה, מה שאין כן בבית שנשארים שם גם לאחר ההבדלה, אם כן יבדיל ואחר כך ידליק ויהיה עתה פרסום הנס. (קפב)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בתי הכנסת שאינם מבדילים על הכוס, וסומכים על כל אחד שמבדיל בביתו, טוב שידליקו את הנרות לאחר 'קדיש תתקבל' שבתפלת ערבית, כדי שלפחות ישאר זמן מועט שיראו הציבור ויתפרסם הנס. וכן מנהג רבים מבני תימן בכל לילה. ",
                "font_size": "normal"
            },
            {
                "text": "(עיין עמוד ע)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "'בורא מאורי האש' -",
                "font_size": "normal"
            },
            {
                "text": " אין מברכים 'בורא מאורי האש' על נרות חנוכה, כיון שאין לנו רשות להשתמש בהם אלא לראותם בלבד. אולם על נר השמש, מותר לברך 'בורא מאורי האש'. ובכל אופן, אם עברה חצי שעה מהרגע שהדליק את הנרות, כיון שמותר ליהנות מאורם, רשאי לברך עליהם 'בורא מאורי האש'. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה ריב. קב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כנסים ושמחות",
        "description": [
            {
                "text": "מצוה גדולה לארגן כנסים ומסיבות בימי החנוכה, לקירוב לבבות של אחינו התועים, ולהדליק שם נרות חנוכה עם ברכה, כדי לפרסם את הנס ברבים. וטוב שיתפללו שם ערבית, שאז נעשה המקום כמו בית הכנסת. והוא הדין באולם שמחות שמתקיימת שם חתונה או בר מצוה וכדומה, שרשאים לברך ולהדליק. ",
                "font_size": "normal"
            },
            {
                "text": "וכן היה מעשה רב אצל מרן הראשון לציון שליט\"א, בכנס חלוקת מלגות לבני תורה על כתיבת חידושי תורה, בבנייני האומה, וברך את כל הברכות, אחר שכבר ברך והדליק בביתו. (אז נדברו, משנת יעקב רוזנטל, בית מרדכי, ועוד. שו\"ת יביע אומר חלק ז סימן נז. מז)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מקומות ציבוריים",
        "description": [
            {
                "text": "במקומות ציבוריים כמו חנויות או בכניסה לעיר וכיוצא בזה, מצוה גדולה להדליק שם נרות חנוכה, כדי לפרסם את הנס לרבים, ובפרט שעוברים שם רבים מאחינו התועים מדרך התורה והמצוות, שאינם מדליקים נרות חנוכה בביתם, ועל ידי שרואים את הנרות הללו, מתחזק ליבם באמונה בה' יתברך. ומכל מקום לא יברכו על הדלקה זו. \n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            }
       
        ]
    },
    {
        "type": "subject",
        "title": "מנהגי חנוכה"
    },
    {
        "type": "alaha",
        "title": "סעודות מצוה",
        "description": [
            {
                "text": "מצוה להרבות בסעודות בחנוכה, ובלבד שעושים זאת בשירה ותהלה לה' יתברך, עם דברי תורה וחיזוק הלבבות באמונה ובטחון בה', ולספר על הניסים הגדולים שהיו בחנוכה, היאך עשה ה' שינצחו המעטים את המרובים, והחלשים את הגיבורים. וכל המזכה את הרבים, אין חטא בא על ידו. ",
                "font_size": "normal"
            },
            {
                "text": "(טו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ופשוט שכל זה בתנאי שנעשה הכל בקדושה וטהרה, בצניעות ויראת שמים, בלי תערובת של גברים ונשים, אבל אם חס ושלום רוצים לעשות מסיבת חנוכה בתערובת גברים ונשים גם יחד, אין השכינה נמצאת שם אלא בורחת מן המקום ההוא, והקב\"ה בוכה ומצטער על מסיבות כאלו. \n",
                "font_size": "normal"
            }]
    },
    {
        "type": "alaha",
        "title": "מאכלי חלב",
        "description": [
            {
                "text": "נוהגים לאכול מאכלי חלב וגבינה בימי החנוכה, זכר למעשה שמסופר במדרש על יהודית בת בארי, שהאכילה את האויב אליפורני גבינה, כדי שיצמא וישתה יין וישתכר ויישן, ולאחר מכן כשישן חתכה את ראשו וברחו כל האויבים. כמסופר לעיל בהרחבה ב'שער האגדה', קחנו משם ותרווה נחת. ",
                "font_size": "normal"
            },
            {
                "text": "(מעם לועז במדבר עמוד צה. יח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סופגניות",
        "description": [
            {
                "text": "נהגו לאכול מיני מאכל המטוגנים בשמן, כמו סופגניות וכיוצא, זכר לנס השמן שהיה במנורה. ",
                "font_size": "normal"
            },
            {
                "text": "כן כתב רבנו מימון אביו של הרמב\"ם. (יח)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הפרשת חלה -",
                "font_size": "normal"
            },
            {
                "text": " כמות הקמח כדי להתחייב בהפרשת חלה עם ברכה, הוא: 1.560 ק\"ג. ",
                "font_size": "normal"
            },
            {
                "text": "[כמו שפסקו הרמב\"ם ומרן השלחן ערוך (יורה דעה סימן שכד סעיף א) ששיעור חלה הוא 520 דרהם, וכל דרהם משקלו 3 גרם]",
                "font_size": "16px"
            },
            {
                "text": ". אלא שהעושה עיסה כדי לבשלה או לטגנה, הרי היא פטורה מן החלה, ",
                "font_size": "normal"
            },
            {
                "text": "[כמו שפסק מרן בשלחן ערוך (יורה דעה סימן שכט סעיף ג)]",
                "font_size": "16px"
            },
            {
                "text": ", ולכן עיסה שעושים אותה לסופגניות, פטורה מלהפריש חלה, כיון שמטגנים אותה בשמן. ",
                "font_size": "normal"
            },
            {
                "text": "(הליכות עולם חלק ה עמוד רכד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "קביעות סעודה -",
                "font_size": "normal"
            },
            {
                "text": " האוכל עוגה בכמות של קביעות סעודה ",
                "font_size": "normal"
            },
            {
                "text": "[216 גרם]",
                "font_size": "16px"
            },
            {
                "text": ", צריך ליטול את ידיו ולברך 'המוציא' וברכת המזון. ",
                "font_size": "normal"
            },
            {
                "text": "כמבואר בהרחבה בחוברת 'הלכות סעודה'.",
                "font_size": "14px"
            },
            {
                "text": " אלא שכל זה דוקא באוכל עוגות שהם מעשה אפיה, אבל האוכל סופגניות שהם מטוגנות בשמן, מברך 'מזונות' ו'על המחיה', אפילו כשאוכל כמות גדולה מאוד. ",
                "font_size": "normal"
            },
            {
                "text": "(שו\"ת יחו\"ד ח\"ה עמוד רמ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בתוך הסעודה -",
                "font_size": "normal"
            },
            {
                "text": " האוכל עוגה בתוך סעודת פת, אינו מברך 'מזונות', כיון שרוב העוגות הם בספק ברכת 'המוציא' או 'מזונות', ושמא נפטרו כבר בברכת 'המוציא' שברך על הלחם. ",
                "font_size": "normal"
            },
            {
                "text": "כמבואר בהרחבה בחוברת 'הלכות סעודה'.",
                "font_size": "14px"
            },
            {
                "text": " אולם אם אוכל מיני מזונות שבלילתם רכה ודלילה, והם מטוגנים, כספינג'ים וכיוצא, מברך 'מזונות' בסעודה, כיון שברכתם 'מזונות' היא בודאי ולא מספק. אולם האוכל סופגניות שבלילתן עבה, כיון שיש אומרים שברכתן 'המוציא', אף שלהלכה אנו מברכים 'מזונות', מכל מקום אם אוכל בתוך הסעודה, לא יברך עליהם מחמת הספק. וטוב להביאן לאחר ברכת המזון, ואז יברך עליהן ללא חשש. ",
                "font_size": "normal"
            },
            {
                "text": "(יט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "חימום בשבת -",
                "font_size": "normal"
            },
            {
                "text": " מותר לחמם בשבת על הפלאטה, סופגניות שיש בהם ריבה לחה ונזילה. ",
                "font_size": "normal"
            },
            {
                "text": "כן פסקו הגרש\"ז אוירבך ועוד. וכמבואר בהרחבה בחוברת 'השבת בהלכה ובאגדה' חלק ב'. (יט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סופגניות חלביות",
        "description": [
            {
                "text": "אסרו רבותינו ללוש עיסה עם חלב ולעשותה לחם, שמא יטעה אדם ויאכלה עם בשר. ועל כל פנים בתנאים מסוימים יש להקל, כגון אם לש את העיסה בסוכר והיא מתוקה מאוד, שאין דרך לאוכלה עם תבשיל, מותר לערב בה חלב, כיון שאין חשש שיאכלה עם בשר. ",
                "font_size": "normal"
            },
            {
                "text": "עיין בהרחבה בחוברת 'כשרות המטבח'. (הליכות עולם חלק ז עמוד מז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "על כן, מותר למאפיות להכין סופגניות שמעורב בהן חלב, אלא שחייבים להודיע לציבור הקונים שהן חלביות, כדי שלא יטעו לאוכלן בקינוח של סעודה בשרית או בתוך שש שעות לאכילת בשר, מאחר שהרגילות היא שרוב הסופגניות הן פרווה. \n",
                "font_size": "normal"
            }]
    },
    {
        "type": "alaha",
        "title": "ברכת המזון",
        "description": [
            {
                "text": "בכל סעודות פת שאוכלים בימי החנוכה, מוסיפים בברכת המזון את הנוסח 'ועל הנסים', בתוך הברכה השניה קודם 'ועל הכל'. ",
                "font_size": "normal"
            },
            {
                "text": "(קצו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם שכח ולא אמר 'ועל הנסים' בברכת המזון, אם נזכר כשאמר 'ברוך אתה' קודם שהמשיך 'ה' על הארץ ועל המזון', חוזר ואומר 'ועל הנסים'. אבל אם כבר אמר 'ברוך אתה ה', כיון שהזכיר שם ה' בחתימת הברכה, ימשיך את ברכת המזון. ",
                "font_size": "normal"
            },
            {
                "text": "[ולא יאמר 'למדני חוקיך', בשביל שיראה כאומר פסוק.]",
                "font_size": "16px"
            },
            {
                "text": " וטוב שיוסיף בסוף 'הרחמן', נוסח זה: 'הרחמן הוא יעשה עמנו ניסים ונפלאות, כמו שעשה לאבותינו בימים ההם בזמן הזה, בימי מתתיה בן יוחנן וכו', ויסיים את ברכת המזון. ",
                "font_size": "normal"
            },
            {
                "text": "(קצו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "התחיל לאכול סעודת פת ביום שמיני של חנוכה, ונמשכה סעודתו עד אחרי צאת הכוכבים - מוצאי חנוכה, אומר בברכת המזון 'ועל הניסים'. ",
                "font_size": "normal"
            },
            {
                "text": "(רז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דמי חנוכה",
        "description": [
            {
                "text": "נוהגים להרבות בצדקות לעניים בימי החנוכה, ובפרט לילדים ונערים עניים. ומכל מקום יש להזהר שלא לתת כסף לכל ילד, שיש ילדים המשתמשים בכסף לדברים לא טובים, וכל חכם יעשה בדעת. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה רכח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ענייני אבלות",
        "description": [
            {
                "text": "הספד -",
                "font_size": "normal"
            },
            {
                "text": " אין מספידים בימי החנוכה אלא לתלמיד חכם בשעת הלוויה בלבד. ומלמד תינוקות של בית רבן שקובע עיתים לתורה, דינו כתלמיד חכם ומותר להספידו. ",
                "font_size": "normal"
            },
            {
                "text": "(י)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "סעודת הבראה -",
                "font_size": "normal"
            },
            {
                "text": " לאבל בחנוכה, יש לעשותה בקפה ועוגות, ולא בביצים ופת כבימי החול. ",
                "font_size": "normal"
            },
            {
                "text": "מאחר ויש אומרים שאין עושים סעודת הבראה כלל בחנוכה. (יא)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בית הקברות -",
                "font_size": "normal"
            },
            {
                "text": " אם חל יום השבעה או השלושים בחנוכה, לא יעלו לקבר, מפני שהדבר מעורר לבכי ולמספד, וידחו את הביקור לאחר חנוכה. ",
                "font_size": "normal"
            },
            {
                "text": "(יא, נט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם חל יום השנה בחנוכה, ויודע שלא יתעוררו לבכי, רשאים ללכת לבית הקברות, אבל אם יש חשש שיבכו, יקדימו ללכת יום או יומיים קודם חנוכה. ",
                "font_size": "normal"
            },
            {
                "text": "(יב. ת\"ה ריז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מסיבת חנוכה -",
                "font_size": "normal"
            },
            {
                "text": " אָבֵל מבני ספרד שבתוך שנה על אביו או אמו, רשאי להשתתף במסיבת חנוכה הנעשית על טהרת הקודש עם דברי תורה ושירי קודש, שאין זה בכלל 'בית משתה', שאסור לאבל להשתתף בו. ",
                "font_size": "normal"
            },
            {
                "text": "(הגרש\"ז אוירבך. יט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אזכרה -",
                "font_size": "normal"
            },
            {
                "text": " ימי החנוכה, אף על פי שהם ימים טובים לישראל, מותר לעשות בהם אזכרה לנפטר למלאות השבעה, השלושים או השנה. אלא שיזהרו שלא לספר בשבחיו של הנפטר, כיון שאסור להספיד בימי החנוכה, ולכן ידברו רק דברי חיזוק והתעוררות, ובפרט על חינוך הבנים, שדיבורים אלו מעלה גדולה מאוד הם לעילוי נשמת הנפטר. ",
                "font_size": "normal"
            },
            {
                "text": "(ת\"ה רטו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "תענית -",
                "font_size": "normal"
            },
            {
                "text": " אסור להתענות בימי החנוכה, כיון שהם ימים טובים לישראל. ואפילו אם חל בהם יום השנה של אביו או אמו, שפסק מרן בשלחן ערוך ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תקסח סעיף ח)",
                "font_size": "14px"
            },
            {
                "text": " שטוב להתענות ביום זה, מכל מקום בימי החנוכה לא יתענה. ובערב חנוכה ",
                "font_size": "normal"
            },
            {
                "text": "[כ\"ד בכסלו]",
                "font_size": "16px"
            },
            {
                "text": " מותר להתענות. ",
                "font_size": "normal"
            },
            {
                "text": "(סא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "היום שהדורות נחלשו, ואם יתענה יש חשש שימעט מלימוד התורה, עדיף שלא יתענה כלל אפילו כשחל במשך השנה, וישב ויעסוק בתורה, וזכות התורה תעלה במעלות גבוהות מאוד מאוד את הוריו הנפטרים, ובפרט אם זוכים לארגן שיעור תורה ברבים לעילוי נשמתם של ההורים, שאין ערוך לזה. ואולם אם הוא איש עובד במלאכתו, ואין חשש שימעט מלימודו, הנכון שיתענה במשך השנה. \n",
                "font_size": "normal"
            }]
    },
    {
        "type": "alaha",
        "title": "חתן",
        "description": [
            {
                "text": "מנהג בני אשכנז שהחתן מתענה ביום חופתו, כיון שבאותו יום נמחלים לו כל עוונותיו, ומכל מקום בימי החנוכה אין לחתן להתענות. ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א סימן תקעג סעיף א)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מה שאמרו חז\"ל שחתן נמחלים לו כל עוונותיו, זה בתנאי שמחליט באמת לשוב ממעשיו הרעים ופותח דף חדש בחייו על פי דרך התורה והמצוות, אבל אם ממשיך הוא במעשיו הלא טובים, היאך ימחלו עוונותיו?! \n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n\nהתפלות בימי החנוכה",
                "font_size": "52px"
            }]
    },
    {
        "type": "subject",
        "title": "התפלות בימי החנוכה"
    },
    {
        "type": "alaha",
        "title": "'ועל הנסים'",
        "description": [
            {
                "text": "בכל התפילות של חנוכה, מוסיפים בעמידה את הנוסח של 'ועל הנסים' באמצע ברכת 'מודים'. ומתחילים לאומרו מתפלת ערבית של ליל ראשון של חנוכה, ואפילו אם מתפללים ערבית מוקדם מבעוד יום מזמן פלג המנחה. ",
                "font_size": "normal"
            },
            {
                "text": "(קפח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כשחל ליל ראשון של חנוכה בשבת, והדליק את הנרות בביתו בערב שבת, ולאחר מכן בא לבית הכנסת להתפלל מנחה, לא יאמר במנחה 'ועל הניסים', מאחר ואין תפלת מנחה זו שייכת לחנוכה, אלא ליום כ\"ד בכסלו. ואם טעה ואמר 'ועל הניסים', אינו חוזר. ",
                "font_size": "normal"
            },
            {
                "text": "(קפח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טעה בתפלה",
        "description": [
            {
                "text": "אם שכח ולא אמר 'ועל הנסים', אם נזכר כשאמר 'ברוך אתה' קודם שהמשיך 'ה' הטוב שמך ולך נאה להודות', חוזר ואומר 'ועל הנסים', אבל אם אמר ברוך אתה ה', כיון שהזכיר שם ה' בחתימת הברכה, יסיים את העמידה. ",
                "font_size": "normal"
            },
            {
                "text": "[ולא יאמר 'למדני חוקיך', בשביל שיראה כאומר פסוק.]",
                "font_size": "16px"
            },
            {
                "text": " ובסיום העמידה לפני 'עושה שלום', נכון שיאמר: 'מודים אנחנו לך על הנסים ועל הנפלאות וכו', בימי מתתיה וכו', 'עושה שלום...'. ",
                "font_size": "normal"
            },
            {
                "text": "(קפח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מי ששכח לומר 'ועל הניסים', וטעה וחשב שצריך להתפלל שוב, ופתאום נזכר שאין צריך לחזור, יפסיק באמצע תפלתו ואפילו באמצע הברכה, במה דברים אמורים בתפלת שחרית ומנחה, אבל אם קרה לו כן בתפלת ערבית, ימשיך את התפלה, רק שיכוון שהתפלה מכאן והלאה היא בתורת נדבה, ויוסיף איזו בקשה בברכת 'שומע תפלה' שלא אמרה בתפלת ערבית הקודמת. וטעם החילוק ביניהם, כי מאחר ותפלת ערבית עיקרה רשות, רשאי לסיימה בתורת נדבה, כי אף מתחילה לא התחיל להתפלל אותה בתורת חובה. מה שאין כן בשחרית ומנחה שהם חובה, ובמקום קרבן, ולא שייך שיהיה חצי קרבן חובה וחצי נדבה. (כן דעת הרמב\"ם, המאירי, ארחות חיים, אוהל מועד. וכן פסקו מאורי אור, חמד משה, תעלומות לב, חיי עולם, כף החיים ועוד. ובלאו הכי לראב\"ד, הרשב\"א והמאורות בכל תפלה ימשיך בתורת נדבה. קפט)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דיוקים בנוסח אמירת 'ועל הנסים'",
        "description": [
            {
                "text": "א.",
                "font_size": "normal"
            },
            {
                "text": " יש לומר '",
                "font_size": "normal"
            },
            {
                "text": "ו",
                "font_size": "normal"
            },
            {
                "text": "על הנסים' עם ו' החיבור, ולא 'על הנסים'. ",
                "font_size": "normal"
            },
            {
                "text": "(קצב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "normal"
            },
            {
                "text": " יאמר 'בימים ההם ",
                "font_size": "normal"
            },
            {
                "text": "בזמן",
                "font_size": "normal"
            },
            {
                "text": " הזה', ולא יאמר '",
                "font_size": "normal"
            },
            {
                "text": "ובזמן",
                "font_size": "normal"
            },
            {
                "text": " הזה'. ",
                "font_size": "normal"
            },
            {
                "text": "(קכו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ג.",
                "font_size": "normal"
            },
            {
                "text": " נכון יותר לומר 'חַשְמוֹ",
                "font_size": "normal"
            },
            {
                "text": "נַאי",
                "font_size": "normal"
            },
            {
                "text": "' כשהאות א' נחה, מאשר לומר 'חַשְמוֹ",
                "font_size": "normal"
            },
            {
                "text": "נַאִי",
                "font_size": "normal"
            },
            {
                "text": "'. ",
                "font_size": "normal"
            },
            {
                "text": "(ר)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ד.",
                "font_size": "normal"
            },
            {
                "text": " צריך לומר 'וקבעו שמונת ימי חנוכה ",
                "font_size": "normal"
            },
            {
                "text": "אלו",
                "font_size": "normal"
            },
            {
                "text": " בהלל ובהודאה'. ",
                "font_size": "normal"
            },
            {
                "text": "(רו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "'ארוממך ה' כי דליתני'",
        "description": [
            {
                "text": "באמירת 'ארוממך ה' כי דליתני' שאומרים במשך השנה קודם 'ברוך שאמר', מנהג בני ספרד לאומרו ללא תוספת הפסוק של 'מזמור שיר חנוכת הבית לדוד', וגם בחנוכה יאמרו כן, ללא תוספת פסוק זה. ומכל מקום מנהג בני אשכנז בכל השנה להתחיל מפסוק 'מזמור שיר חנוכת הבית לדוד'. ",
                "font_size": "normal"
            },
            {
                "text": "(רלא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ההלל",
        "description": [
            {
                "text": "בכל יום משמונת ימי החנוכה, גומרים את ההלל עם הברכות שלפניו ושלאחריו, מפני שבכל יום התווסף נס בבית המקדש במנורה. ",
                "font_size": "normal"
            },
            {
                "text": "(רח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "זמן הקריאה -",
                "font_size": "normal"
            },
            {
                "text": " מהנץ החמה עד השקיעה, שנאמר: \"ממזרח שמש עד מבואו, מהולל שם ה'\". ואולם אם קרא את ההלל בעמוד השחר, בדיעבד יצא ידי חובתו. ",
                "font_size": "normal"
            },
            {
                "text": "(רל)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מנין פועלים -",
                "font_size": "normal"
            },
            {
                "text": " אנשים המוכרחים להתפלל שחרית מוקדם בעמוד השחר, לכתחילה לא יקראו את ההלל אלא לאחר שיגיע זמן הנץ החמה או במשך היום. ומי ששכח לקרוא את ההלל ונזכר לאחר השקיעה ב'בין השמשות', יקראהו בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(רל, רלא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הברכה -",
                "font_size": "normal"
            },
            {
                "text": " רשאי כל אדם לברך בעצמו על ההלל או לצאת ידי חובה מהחזן. ",
                "font_size": "normal"
            },
            {
                "text": "(רכו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "טעה בהלל -",
                "font_size": "normal"
            },
            {
                "text": " אם טעה ולא בירך על ההלל בתחילתו, יברך באמצע ההלל במקום שנזכר, וימשיך משם והלאה על הסדר, ואין צריך לחזור ולקרוא מתחילת ההלל. ",
                "font_size": "normal"
            },
            {
                "text": "(רט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ולכאורה לפי נוסח בני ספרד שמברכים 'לגמור את ההלל', יש להבין למה אין צריך לחזור לתחילת ההלל, הלוא עתה אינו גומר את כל ההלל? אלא שכתבו הראשונים (הרא\"ש, רבנו פרץ, הראבי\"ה, מרדכי, ארחות חיים, טור) שתיבת 'לגמור', אין פירושה דוקא לגמור את כולו מתחילה ועד סוף, אלא 'לקרוא', וכמו שאמרו במשנה: \"ותיקין היו גומרים את ברכת קריאת שמע עם הנץ החמה\", ו'גומרים' היינו 'אומרים'. גם כאן אנחנו מברכים על עצם קריאת ההלל, ולא על קריאת כולו דוקא. (רט)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מי שברך על ההלל, אך טעה וקרא את ההלל בדילוג, כמו שקוראים בראש חודש, צריך לחזור ולקרוא את ההלל כולו מתחילתו ועד סופו, אך לא יברך שנית. ",
                "font_size": "normal"
            },
            {
                "text": "(רח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הפסק בהלל -",
                "font_size": "normal"
            },
            {
                "text": " אסור להפסיק בדיבור בעת אמירת ההלל. ומכל מקום אם שמע חצי הראשון של הקדיש, או קדושה, או ברכו, או ברכה כלשהי באמצע ההלל, ואפילו סמוך ממש לברכת 'יהללוך', יענה עמהם. ",
                "font_size": "normal"
            },
            {
                "text": "(רכא, רכו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בהלל של ראש חודש, לבני אשכנז שנוהגים לברך עליו, דיני ההפסק שבו כדין ההפסק בהלל של חנוכה, וכנ\"ל. אבל לבני ספרד שלא מברכים עליו, רשאים לענות גם את שאר האמנים שבחצי השני של הקדיש, ומכל מקום בודאי שאסור לדבר דברים סתם, שהרי אפילו בעת קריאת מזמורי תהלים החמירו חכמי המוסר שלא להפסיק לכל דבר. (רכה)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "המברך על ההלל והתחיל בקריאתו, ושמע את ברכת השליח ציבור או אדם אחר, יענה אחריו 'אמן', כנ\"ל. אבל אם לא התחיל בקריאתו, ושמע ברכה מאחר, לא יענה אחריו 'אמן', משום הפסק שבין הברכה למצוה. ",
                "font_size": "normal"
            },
            {
                "text": "(רכו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "נשים -",
                "font_size": "normal"
            },
            {
                "text": " פטורות מקריאת ההלל בחנוכה, כשם שפטורות מקריאת ההלל בכל המועדים. ומכל מקום אם תרצנה, רשאיות לקרוא את ההלל, אך בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ריג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בנות אשכנז -",
                "font_size": "normal"
            },
            {
                "text": " אף על פי שלדעת הרמ\"א, הנשים האשכנזיות יכולות לברך על מצוות שהן פטורות מהן, מכל מקום טוב שלא יברכו על ההלל, מכיון שיש אומרים שדוקא במצוה התלויה במעשה, כנטילת לולב, תקיעת שופר וכדומה, יכולות לברך, אבל מצוה שאינה תלויה במעשה אלא באמירה בלבד, כברכת ההבדלה וקריאת ההלל, אינן יכולות לברך. ",
                "font_size": "normal"
            },
            {
                "text": "(רטז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אָבֵל -",
                "font_size": "normal"
            },
            {
                "text": " היושב שבעה על מתו, חייב לגמור את ההלל עם הברכות בימי החנוכה. ואולם לא נכון שהאבל עצמו יהיה שליח ציבור בעת אמירת ההלל. ",
                "font_size": "normal"
            },
            {
                "text": "(ריז. ת\"ה רמד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שיר של יום",
        "description": [
            {
                "text": "כשאומר שיר של יום בתפלת שחרית, יאמר: 'היום יום פלוני בשבת קודש' ללא התיבות: 'השיר שהיו הלוים אומרים על הדוכן', מאחר ולא היו אומרים בבית המקדש שיר זה בחנוכה. ולאחר מכן יאמר, 'מזמור שיר חנוכת הבית לדוד...', 'הושיענו', וקדיש יהא שלמא. ",
                "font_size": "normal"
            },
            {
                "text": "(רלא, רלב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ראש חודש טבת שהוא אחד מימי החנוכה, לא יאמרו 'מזמור שיר חנוכת הבית לדוד' אחר שיר של יום, אלא יתפללו מוסף, 'ברכי נפשי', ולאחריו יאמרו את 'מזמור שיר חנוכת הבית לדוד'. ",
                "font_size": "normal"
            },
            {
                "text": "(רלב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סדר קריאת התורה",
        "description": [
            {
                "text": "מוציאים ספר תורה בכל יום בתפלת שחרית, וקוראים בפרשת 'נשא' את פסוקי ברכת כהנים ואת סדר הקרבת הקרבנות שהקריבו שנים עשר נשיאי ישראל בחנוכת המזבח. ",
                "font_size": "normal"
            },
            {
                "text": "(רלג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "והטעם לקריאה זו בחנוכה, מפני שבחנוכה שוב היתה חנוכת המזבח על ידי הכהנים החשמונאים. ועוד טעם אמרו חז\"ל במדרש, כיון שבזמן ששהו עם ישראל במדבר, ציוה עליהם הקב\"ה לבנות את המשכן, וביום כ\"ה בכסלו גמרו לבנותו. ואמר הקב\"ה למשה שלא יתחילו להקריב בו קרבנות אלא מראש חודש ניסן. והיו ישראל תמהים, למה לא יתחילו מיד? אך הקב\"ה ביקש לערב את שמחת המשכן, בחודש שנולד בו יצחק אבינו שנעקד על גבי המזבח. ואמר הקב\"ה עלי לשלם ליום כ\"ה בכסלו, ושילם לו שכרו שבו יהיה נס חנוכה. נמצא שיש קשר בין כ\"ה בכסלו לחנוכת המזבח. ומה שמתחילים את הקריאה מפסוקי ברכת כהנים, משום שהנס של חנוכה נעשה על ידי הכהנים בני חשמונאי. (רלג, רלד. ת\"ה רנא)",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "סדר הקריאה ביום הראשון -",
                "font_size": "normal"
            },
            {
                "text": " מנהגים שונים יש בסדר ההפסקה לעליית כהן ולעליית לוי. והמנהג הנכון הוא, שהכהן קורא מברכת כהנים עד \"ויקריבו אותם לפני המשכן\". והלוי קורא משם עד \"יקריבו את קרבנם לחנוכת המזבח\". והשלישי קורא משם עד \"זה קרבן נחשון בן עמינדב\". ",
                "font_size": "normal"
            },
            {
                "text": "(רלג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בשאר הימים -",
                "font_size": "normal"
            },
            {
                "text": " קורא הכהן מתחילת אותו יום עד \"מלאה קטורת\". והלוי ממשיך עד סוף הקריאה של אותו יום. והשלישי חוזר לקרוא מה שקראו הכהן והלוי יחד. ",
                "font_size": "normal"
            },
            {
                "text": "(רלה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ביום השמיני -",
                "font_size": "normal"
            },
            {
                "text": " קורא הכהן מ\"ביום השמיני\" עד \"מלאה קטורת\", והלוי ממשיך משם שלושה פסוקים עד \"זה קרבן גמליאל בן פדהצור\". והשלישי חוזר שוב מ\"ביום השמיני\" עד \"כן עשה את המנורה\" שבפרשת בהעלותך. ובני אשכנז נהגו שהשלישי לא חוזר אלא ממשיך מפרשת היום התשיעי עד \"כן עשה את המנורה\". ",
                "font_size": "normal"
            },
            {
                "text": "(רלו. ת\"ה רנה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "טעות בקריאה -",
                "font_size": "normal"
            },
            {
                "text": " אם טעה החזן בקריאת התורה, וקרא קריאה של יום אחר, וברך העולה לתורה ברכה אחרונה, יצאו ידי חובתם ואינם צריכים לחזור ולקרוא שוב. אך אם לא ברך ברכה אחרונה והרגישו בטעות, יחזור ויקרא את היום הנכון. ",
                "font_size": "normal"
            },
            {
                "text": "(רלה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם טעה החזן ביום השמיני, וקרא לשלושת העולים ביום השמיני, ועדין לא החזירו את ספר התורה להיכל, טוב שימשיך לקרוא בלי ברכה 'ביום התשיעי' והלאה. ",
                "font_size": "normal"
            },
            {
                "text": "(רלו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ראש חודש טבת שחל בחול -",
                "font_size": "normal"
            },
            {
                "text": " מוציאים שני ספרי תורה. בספר הראשון, עולים שלשה בפרשת ראש חודש, ובספר השני עולה הרביעי בקריאה של חנוכה. \n",
                "font_size": "normal"
            },
            {
                "text": "אם טעו וקראו ארבעה עולים בראש חודש, יעלה חמישי ויברך על הקריאה של חנוכה, כדי שלא יהיה פגם לספר התורה, שהוציאו אותו ולא קראו בו. ",
                "font_size": "normal"
            },
            {
                "text": "(רמ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ראש חודש טבת שחל בשבת -",
                "font_size": "normal"
            },
            {
                "text": " מוציאים שלשה ספרי תורה. בספר הראשון קוראים ששה עולים בפרשת השבוע פרשת מקץ. בספר השני קורא העולה השביעי בקריאת ראש חודש ואומר קדיש. ובספר השלישי קורא המפטיר בקריאה של חנוכה ואומר קדיש. ואין אומרים קדיש אחר גמר הקריאה בספר התורה הראשון, מכיון שלא עלו עדיין שבעה עולים, ולא הסתיימה חובת העולים של היום. אך לאחר הספר השני שעלו כבר שבעה עולים, אומר קדיש. ומכל מקום אם הוסיפו לעלות עוד עולים בספר הראשון, כיון שהושלמה חובת היום, אומר קדיש. ונמצא שאומרים שלשה קדישים, קדיש אחר כל ספר וספר. ",
                "font_size": "normal"
            },
            {
                "text": "(רמב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בכל פעם שמוציאים שלשה ספרי תורה, כגון ראש חודש טבת או אדר או ניסן שחל בשבת, או בחג שמחת תורה, מנהג קדום לומר את הפסוקים דלהלן בפתיחת ההיכל: ירמיהו פרק י' פסוק ו, ז, י. שמע ישראל, אנא ה' הושיעא נא, אנא ה' הצליחה נא. ",
                "font_size": "normal"
            },
            {
                "text": "(הגר\"ח פלאג'י, הלבוש ועוד)",
                "font_size": "14px"
            }
        ]
    }
]