[
    {
        "type": "subject",
        "title": "הלכות בשר בחלב"
    },
    {
        "type": "alaha",
        "title": "בישול, אכילה והנאה",
        "description": [
            {
                "text": "נאמר בתורה ",
                "font_size": "normal"
            },
            {
                "text": "(שמות כג יט, לד כו. דברים יד כא)",
                "font_size": "14px"
            },
            {
                "text": ": \"לא תבשל גדי בחלב אמו\". וחזרה התורה שלוש פעמים על פסוק זה, כדי ללמדנו: ",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " על איסור בישול בשר בחלב, כפשוטו של מקרא. ",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " על איסור אכילת בשר בחלב. ",
                "font_size": "normal"
            },
            {
                "text": "ג.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " על איסור הנאה מבשר בחלב. ",
                "font_size": "normal"
            },
            {
                "text": "(י עב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "והטעם שכתבה התורה את שלושת האיסורים הנ\"ל - בישול, אכילה והנאה - בלשון בישול ",
                "font_size": "normal"
            },
            {
                "text": "['לא תבשל']",
                "font_size": "16px"
            },
            {
                "text": ", ללמדנו שלא אסרה התורה באכילה ובהנאה אלא כשעברו הבשר והחלב תהליך של בישול, אבל בלא בישול, האיסור לאכול הוא מדברי חכמים. ",
                "font_size": "normal"
            },
            {
                "text": "(פ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הטעם שאסור לבשל",
        "description": [
            {
                "text": "אף על פי שלא אסרה התורה בישול בשאר המאכלות האסורות, מכל מקום בבשר בחלב החמירה התורה ואסרה לבשל. ואחד מן הטעמים שנאמרו בזה, משום ששאר איסורים כנבלה וטרפה וחזיר, בלאו הכי נבדל ונזהר מהם האדם ושומר מרחק, כי נפשו קצה בהם מחמת איסורם, לא כן באיסור בשר בחלב, שהבשר לבדו הוא מאכל היתר, והחלב לבדו גם כן מאכל היתר, אלא שחידשה התורה שבהצטרף שניהם יחד נאסרו באכילה, חששה התורה שמא האדם לא יזהר כל כך, ובשעת הבישול יטעה ויטעם מהתבשיל, לכך אסרה התורה אף את הבישול לבדו. ",
                "font_size": "normal"
            },
            {
                "text": "(כסף משנה פרק ט מהלכות טומאת מת הלכה ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשר בהמה, חיה ועוף",
        "description": [
            {
                "text": "איסור בשר בחלב מן התורה הוא בבשר בהמה, אבל בשר חיה או עוף עם חלב, האיסור הוא מדברי חכמים. ",
                "font_size": "normal"
            },
            {
                "text": "(רלו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "איסור הנאה",
        "description": [
            {
                "text": "בשר וחלב שהתבשלו יחד, שנאסרו מן התורה בהנאה, צריך להשליכם לבית הכסא, ואסור להניחם לפני בעלי חיים שיאכלום, וכן אסור ליתנם לגויים שיאכלו, מאחר וסוף סוף נהנה שלא הלך המאכל לאיבוד, אלא נאכל בצורה שהיא. ולכן יש לאבד את המאכל באופן שלא תגיע שום אפשרות של הנאה. ",
                "font_size": "normal"
            },
            {
                "text": "(רז, קצח. ז יא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "עבודה במסעדה של גויים",
        "description": [
            {
                "text": "לאור האמור, אדם שהתבקש לעבוד במסעדה של גויים, וממילא יצטרך הוא לבשל להם בשר בחלב, אסור לו בשום אופן לעבוד שם, אפילו אם הוא בטוח בעצמו שלא יטעם מאומה מן התבשילים, שכיון שאת עצם הבישול אסרה התורה, הרי שאף אם יבשל בלבד, יעבור על לאו מן התורה של \"לא תבשל גדי בחלב אמו\". ",
                "font_size": "normal"
            },
            {
                "text": "(ז א)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם אם לא יצטרך לבשל במסעדת הגויים בשר בחלב, אלא רק מאכלות אסורות אחרות כנבלות וטרפות, אם אין לו מוצא אחר לפרנסה, ובטוח בעצמו שלא יטעם מהתבשילים כלום, יש להקל לו לעבוד שם, עד שימצא מקום עבודה אחר. ",
                "font_size": "normal"
            },
            {
                "text": "(רא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "איסור כבוש בבשר בחלב",
        "description": [
            {
                "text": "אף על פי שמן התורה נאסר בשר בחלב בדרך בישול בלבד, מכל מקום חכמים אסרו באכילה גם בשר בחלב 'כבוש', כגון חתיכת בשר שנפלה לתוך חלב קר ושהתה בתוכו 24 שעות, נאסרו הבשר והחלב באכילה. אך אם שהה הבשר בחלב פחות מ-24 שעות, די לשוטפו במים יפה יפה, ומותר באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(פ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בשר שנפל לתוך חלב, ויש ספק אם שהה בתוכו 24 שעות או לא, יש להתירו באכילה, ומותר אף לבשלו ולאוכלו. ",
                "font_size": "normal"
            },
            {
                "text": "(פב, צא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מיני ירקות שנפלו לחלב, ושהו בתוכו 24 שעות, אסור לאכול ירקות אלו עם בשר. אך אם הוא מסופק אם שהו 24 שעות, ידיחם היטב במים ורשאי לבשלם עם בשר.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סמוכים זה לזה",
        "description": [
            {
                "text": "יש לשים לב כשעורכים קניות למאכלי בשר ומאכלי חלב, שלא להכניס את שניהם בשקית אחת, אלא ייחד לכל אחת שקית נפרדת. ",
                "font_size": "normal"
            },
            {
                "text": "(שנה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מקרר",
        "description": [
            {
                "text": "אין צריך לעשות מחיצה במקרר בין מאכלי בשר למאכלי חלב, ומותר להניחם באותו תא קרובים זה לזה, אלא שבודאי צריך להזהר שלא יגעו המאכלים אחד בשני, וישתדל שיהיו מכוסים באיזו שקית. ",
                "font_size": "normal"
            },
            {
                "text": "(שכט, של. ז כז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "יש לשים לב ולהשגיח כשמניח כוס חלב במקרר, ובמדף מתחתיו ישנן חתיכות של בשר, מחשש שמא יהיה ניתז מהחלב על הבשר. וכן כל כיוצא בזה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מפה",
        "description": [
            {
                "text": "אין חובה לייחד שתי מפות לשלחן, מפה לבשר ומפה לחלב, כיון שהמאכלים נמצאים בתוך קערה ולא ישירות על השלחן, והמחמיר תבוא עליו ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(תנא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סינרים לתינוקות",
        "description": [
            {
                "text": "יש לייחד לתינוקות סינר אחד לארוחות בשריות, וסינר אחד לארוחות חלביות, כי פעמים שנופל מהמאכל על הסינר, ונשאר בו מעט ממשות של גבינה, ולאחר מכן בארוחה בשרית נופל בשר ולוקח התינוק ואוכל, ושמא נדבק משניהם יחד.\n",
                "font_size": "normal"
            },
            {
                "text": "ומכל מקום לכבס את הסינרים יחד פשוט שמותר, אף על פי שהמים רותחים, ואין בזה חשש של איסור בישול בשר בחלב, מאחר שהממשות נפגמת בחומרי ניקוי.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "subject",
        "title": "אכילת בשר וחלב על שלחן אחד"
    },
    {
        "type": "alaha",
        "title": "שלחן אחד",
        "description": [
            {
                "text": "אסור לאכול בשר על השלחן, כאשר מונח חלב בצידו השני של השלחן. וכן להיפך, אסור לאכול חלב על השלחן, כאשר מונח בשר בצידו השני. מכיון שיש חשש שיטעה האדם ויקח מן המאכל הסמוך אליו בטעות ויאכל. ",
                "font_size": "normal"
            },
            {
                "text": "(שכה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שניים האוכלים יחד",
        "description": [
            {
                "text": "שניים האוכלים, זה חלב וזה בשר, אם הם מכירים זה את זה, אסור להם לאכול על שלחן אחד, מכיון שדרכו של האדם לכבד את מכרו, ויש חשש שמא בטעות יתן לו מהמאכל האסור לו. ",
                "font_size": "normal"
            },
            {
                "text": "(של)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "שלחן גדול -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " שניים האוכלים על שלחן גדול, ויושבים בריחוק מקום עד כדי שאין האחד יכול להגיע לחברו בהושטת ידו, מותר להם לאכול על שלחן אחד. ",
                "font_size": "normal"
            },
            {
                "text": "(שלט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "היכר",
        "description": [
            {
                "text": "אם מניחים בין האוכל בשר לאוכל חלב, איזה חפץ שאינו רגיל להיות מונח על השלחן בעת האכילה, מותר להם לאכול יחד בשלחן אחד, אף שיושבים קרוב אחד לשני. שכיון שיש היכר, נזהרים שלא לקחת אחד מחברו. ",
                "font_size": "normal"
            },
            {
                "text": "(שלב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תנאי ההיכר",
        "description": [
            {
                "text": "ההיכר בין הבשר לחלב, מלבד שצריך שיהיה חפץ שאינו רגיל להיות מונח על השלחן בעת האכילה, צריך גם שיהיה גבוה קצת, כדי שיהיה ניכר, כגון: כיכר לחם שלם שלא אוכלים ממנו בארוחה זו, או איזו קופסה שאין רגילות להניחה על השלחן, אבל טבעת או מפתח אינם נחשבים להיכר, כיון שאינם גבוהים. ",
                "font_size": "normal"
            },
            {
                "text": "(שלד שלו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "קנקן שתיה -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " כיון שיש רגילות להניחו על השלחן אינו נחשב הפסק, אבל אם אינו רגיל להניחו על השלחן, נחשב הקנקן להפסק. ",
                "font_size": "normal"
            },
            {
                "text": "(שלה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שניים שאינם מכירים",
        "description": [
            {
                "text": "שניים שהזדמן להם לאכול במסעדה על שלחן אחד, ואינם מכירים זה את זה, רשאי אחד לאכול חלב והשני בשר, שכיון שאינם מכירים זה את זה, אין חשש שיתן האחד לשני ממאכלו. ",
                "font_size": "normal"
            },
            {
                "text": "(של)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "היכר באדם אחד",
        "description": [
            {
                "text": "אין ההיכר הנ\"ל מועיל, אלא רק כאשר שני בני אדם יושבים לאכול בשלחן אחד, אבל אם אדם אחד יושב לאכול חלב, ובצדו של השלחן מונח בשר, לא יועיל ההיכר, וצריך להוציא את הבשר מהשלחן. ",
                "font_size": "normal"
            },
            {
                "text": "(שלט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "ההמתנה בין בשר לחלב"
    },
    {
        "type": "alaha",
        "title": "בני ספרד",
        "description": [
            {
                "text": "האוכל בשר או עוף, אין לו לאכול מאכלי חלב עד שיעברו שש שעות מסיום אכילת הבשר. ואולם במקום צורך שממהר מאוד כמו לשיעור תורה וכדומה, יש להקל לאכול מאכלי חלב אחר חמש שעות וחצי. ",
                "font_size": "normal"
            },
            {
                "text": "(שפד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ממתי מונים שש שעות?",
        "description": [
            {
                "text": "אין צריך למנות שש שעות מסיום כל הסעודה, אלא די למנות שש שעות משעה שגמר לאכול את הבשר ממש. ",
                "font_size": "normal"
            },
            {
                "text": "(שצא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ולכן האוכל מאכלי בשר, ולאחר מכן נמשכה סעודתו כמה שעות באמירת דברי תורה ושירות ותשבחות לה' יתברך, ובאכילת מיני מתיקה וקינוחים למיניהם, אינו מונה שש שעות משעת גמר הסעודה, אלא משעת גמר אכילת הבשר.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תבשיל בשרי",
        "description": [
            {
                "text": "האוכל תבשיל בשרי, כגון מרק ירקות שהתבשל עם עוף, אף על פי שאינו אוכל את העוף אלא רק את הירקות, בכל זאת ימתין שש שעות. ",
                "font_size": "normal"
            },
            {
                "text": "(תיד. ז כט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ביצה של חמין",
        "description": [
            {
                "text": "נהגו ישראל קדושים ליתן ביצה בתוך התבשיל ",
                "font_size": "normal"
            },
            {
                "text": "[טשולנט]",
                "font_size": "16px"
            },
            {
                "text": " של שבת, ",
                "font_size": "normal"
            },
            {
                "text": "[והטעם לזה, עיין בחוברת 'השבת בהלכה ובאגדה' חלק א]",
                "font_size": "16px"
            },
            {
                "text": ", ויש לדעת כי ביצה זו הרי היא נחשבת למאכל בשרי גמור, וצריך להמתין אחר אכילתה שש שעות כדי לאכול מאכלי חלב. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צה סעיף ב)",
                "font_size": "14px"
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": " ואפילו אם היתה מונחת בתוך שקית ניילון, כמו שמניחים חיטה או אורז בתוך שקית ונותנים בתבשיל, בכל זאת הרי הם כמאכל בשרי לכל דבר. ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טעה ואכל",
        "description": [
            {
                "text": "טעה ואכל מאכלי חלב ונזכר שהוא בתוך שש שעות, יפסיק מיד מאכילתו. ויעשה תשובה על שעבר על ההלכה, ויתחרט וישנן היטב הלכות בשר בחלב. ",
                "font_size": "normal"
            },
            {
                "text": "(ז כט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בני אשכנז",
        "description": [
            {
                "text": "מנהגים שונים יש בבני אשכנז, בענין ההמתנה בין מאכלי בשר למאכלי חלב, יש נהגו להמתין שש שעות, כדעת הרמב\"ם ומרן השלחן ערוך. ויש נהגו להמתין ארבע שעות. ויש נהגו שלוש שעות, ויש נהגו רק שעה אחת. אולם כבר כתב המהרש\"ל ",
                "font_size": "normal"
            },
            {
                "text": "[לפני כחמש מאות שנה]",
                "font_size": "16px"
            },
            {
                "text": ": \"כל מי שיש בו ריח של תורה, ימתין שש שעות\". ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א יורה דעה סימן פט סעיף א. שפח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "התרת נדרים",
        "description": [
            {
                "text": "אשכנזי שנהג להחמיר ולהמתין שש שעות בין בשר לחלב, ועתה הזדקן ורוצה להקל בפחות משש שעות, יעשה התרה על מנהגו, אולם ספרדי לא מועיל לו שיעשה התרה, מאחר ומן הדין הוא צריך להמתין שש שעות. ",
                "font_size": "normal"
            },
            {
                "text": "(שצט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הטעם להמתנת שש שעות",
        "description": [
            {
                "text": "ישנם שני טעמים מדוע אנו ממתינים שש שעות, בין מאכלי בשר למאכלי חלב.\n",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "הרמב\"ם",
                "font_size": "",
                "bold": true
            },
            {
                "text": " כותב, משום שעדיין נשאר בשר בין השיניים, וכשיאכל מאכלי חלב נמצא שאוכל בשר וחלב יחד. אך לאחר שש שעות, גם אם נשאר בשר, הרי הוא סרוח לגמרי ואין בו טעם כלל.\n",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "רש\"י",
                "font_size": "",
                "bold": true
            },
            {
                "text": " כותב, משום שטבע הבשר למשוך טעם ושמנונית בפה עד שש שעות.\n",
                "font_size": "normal"
            },
            {
                "text": "להלכה אנו פוסקים כשני הטעמים, ולכן אם אדם אכל רוטב או שומן ללא חתיכות בשר כלל, הגם שלפי טעמו של הרמב\"ם, לא היה צריך להמתין שש שעות, שהרי לא לעס ואין לו בין השיניים כלום, מכל מקום מחמת טעמו של רש\"י שנמשך טעם הבשר בפה, אינו רשאי לאכול חלב אלא לאחר שש שעות. ",
                "font_size": "normal"
            },
            {
                "text": "(שעא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שיניים תותבות",
        "description": [
            {
                "text": "אדם שיש לו שיניים תותבות ואכל בשר, אף אם יוציא את השיניים, אינו רשאי לאכול חלב, כי עדיין יש חשש של טעם בשר בפיו. ואמנם יש לנקותם היטב משיירי בשר, כדי שיוכל לאכול בהם מאכלי חלב לאחר שש שעות. ומכל מקום כשמשתמשים בפלאטה או גשר ליישור השיניים, אינו צריך להוציאם ולנקותם, אך יקפיד לנקות את השיניים היטב קודם אכילת החלב. ",
                "font_size": "normal"
            },
            {
                "text": "(שפ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "לעס ולא בלע",
        "description": [
            {
                "text": "לעס בשר בשיניו ולא רצה לאוכלו ופלט אותו, אף שאין חשש שנשאר טעם מהבשר בפה, ימתין שש שעות, משום החשש שנשאר בשר בין השיניים. ",
                "font_size": "normal"
            },
            {
                "text": "(שסט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הבשר עודנו בין שיניהם",
        "description": [
            {
                "text": "הרוצה לאכול חלב אחר שש שעות, ורואה שנשאר לו בשר בין השיניים, יוציא אותו ואז רשאי יהיה לאכול חלב מיד.  ",
                "font_size": "normal"
            },
            {
                "text": " שאנו חוששים לטעמו של רש\"י שלדבריו אין הבדל בבשר שבין השיניים, אם עברו שש שעות או לא. (שעג) ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טעימת תבשיל",
        "description": [
            {
                "text": "טעם מעט בשר בלשונו ופלט ולא בלע כלום, אין צריך להמתין שש שעות. ",
                "font_size": "normal"
            },
            {
                "text": "(שפב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ספק אם עברו שש שעות",
        "description": [
            {
                "text": "אדם שמסופק אם עברו שש שעות מסיום אכילתו או לא, רשאי לאכול מאכלי חלב מיד, כיון שאיסור זה הוא מדברי חכמים, וכשיש ספק בדבריהם לא החמירו. ",
                "font_size": "normal"
            },
            {
                "text": "(שפו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "קטן",
        "description": [
            {
                "text": "ילד שאכל בשר, מעיקר הדין מותר להאכילו חלב אחר שעה אחת, ובפרט כשיש צורך בדבר. ומכל מקום יש לחנך את הבנים מגיל 12, ואת הבנות מגיל 11, שלא לאכול מאכלי חלב פחות משש שעות. ",
                "font_size": "normal"
            },
            {
                "text": "(ז מב. יביע אומר חלק ג סימן ג אות ז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חולה או יולדת",
        "description": [
            {
                "text": "חולה אפילו שאין בו סכנה, או יולדת בתוך שלושים יום ללידה, יכולים להקל לאכול חלב אחר שעה אחת, כיון שעל חולה לא גזרו חכמים. אלא שיזהרו לנקות את השיניים היטב מכל שיירי הבשר. והוא הדין לאשה שמניקה בפועל שצריכה לשתות חלב, שיכולה להקל בזה גם לאחר שלושים יום. ",
                "font_size": "normal"
            },
            {
                "text": "(שצח, שצט. ז מב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ברכה בטעות",
        "description": [
            {
                "text": "אכל בשר, ושכח שהוא בתוך שש שעות ובירך על חלב, ונזכר מיד שטעה, יטעם ממנו מעט, כדי שלא תהא ברכתו לבטלה. והוא הדין, אם בירך בטעות בתענית ",
                "font_size": "normal"
            },
            {
                "text": "[חוץ מיום הכיפורים]",
                "font_size": "16px"
            },
            {
                "text": " על מאכל או משקה, שיטעם ממנו מעט, כדי שלא תהא ברכתו לבטלה. ואמנם במאכל איסור, אף אם הוא אסור מדברי חכמים, כגון 'בישולי גויים', וברך עליו בטעות ונזכר, יאמר מיד: \"ברוך, שם כבוד מלכותו, לעולם ועד\", ולא יטעם ממנו כלום.  ",
                "font_size": "normal"
            },
            {
                "text": " והטעם בזה, מכיון שאסור לברך על מאכל שאסור מצד עצמו, ולא מחמת שהזמן גורם לו להיאסר כמו בתענית, ונמצא שלא יתקן כלום בזה שיטעם ממנו. (יבי\"א חלק י יו\"ד סימן ג. ז ל) ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב סינטטי",
        "description": [
            {
                "text": "מותר לשתות חלב סינטטי מיד אחר ארוחה בשרית, ואין לחוש למראית העין של הרואים שיחשדו בו ששותה חלב ממש. ",
                "font_size": "normal"
            },
            {
                "text": "(רסט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב שקדים",
        "description": [
            {
                "text": "מותר לבשל עוף או בשר בהמה עם חלב שקדים. ואולם יניח שם שקדים, כדי שיהיה ניכר שהוא חלב שקדים. ",
                "font_size": "normal"
            },
            {
                "text": "(רסה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נקניק צמחי - שניצל סויה",
        "description": [
            {
                "text": "מותר לאכול מוצרי סויה פרווה עם חלב, אע\"פ שהם נראים כמאכלי בשר. ",
                "font_size": "normal"
            },
            {
                "text": "(רעא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "גלידה",
        "description": [
            {
                "text": "אף אם גלידה פרווה נראית ממש כמאכל חלבי, מותר לאוכלה בארוחה בשרית.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "subject",
        "title": "ההמתנה בין חלב לבשר"
    },
    {
        "type": "alaha",
        "title": "ההמתנה בין חלב לבשר",
        "description": [
            {
                "text": "אחר שאכל מאכלי חלב, יאכל איזה מאכל שהוא וישטוף את פיו במים, ורשאי יהיה לאכול בשר מיד. והוא הדין אם אכל מאכלי חלב קשים, כמו גבינה צהובה או פיצה וכדומה. ואם יש לו נקבים בשיניים, יקפיד לנקותם היטב. ",
                "font_size": "normal"
            },
            {
                "text": "(תלא, תמא. ז מג מד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואולם אחר שתיית חלב בלבד, אין צורך שיאכל כדי לקנח את פיו, ודי בהדחת הפה במשקה. ",
                "font_size": "normal"
            },
            {
                "text": "(תמג. ז מג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מים אמצעים",
        "description": [
            {
                "text": "בין אכילת החלב לבשר, ישטוף את הידיים, מחמת שיירי הגבינה שנשארו בידיים. אולם אם רואה שידיו נקיות, אינו חייב לשטוף את ידיו. ",
                "font_size": "normal"
            },
            {
                "text": "(תלא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "מאכלים שהיו במגע עם חלב או בשר"
    },
    {
        "type": "alaha",
        "title": "סלטים",
        "description": [
            {
                "text": "סלטים שהיו בשלחן בארוחה בשרית והקפידו לקחת מהם במזלג נקי ללא שיגע בבשר, מותר לאכול מהם בארוחה חלבית. אבל אם לא נזהרו בזה, אין לאכול מהם בארוחה חלבית. ומכל מקום אם אוכל מהם לבד, אין צריך להמתין אחריהם שש שעות, כדי לאכול מאכלי חלב. ",
                "font_size": "normal"
            },
            {
                "text": "(תנ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "לחם",
        "description": [
            {
                "text": "פרוסות לחם שהיו מונחות על השלחן בארוחה בשרית, אין לאוכלם בארוחה חלבית. אולם ככר לחם שנשאר ממנו, מותר לאוכלו בארוחה חלבית, כיון שנזהרים שלא יגע בו הבשר. ",
                "font_size": "normal"
            },
            {
                "text": "(תנ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טיפות חלב בסוכר",
        "description": [
            {
                "text": "מותר בתוך שש שעות מאכילת הבשר, לשתות תה עם סוכר שהתערבו בו כמה טיפות חלב. וכן מותר לבחוש את התה בכפית חלבית. ",
                "font_size": "normal"
            },
            {
                "text": "(תכח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מלחיה",
        "description": [
            {
                "text": "מלחיה פתוחה בלי מכסה, מן הראוי לייחד אחת לחלב ואחת לבשר. אולם מלחיה הסגורה במכסה, אין צריך לייחד שתי מלחיות. ",
                "font_size": "normal"
            },
            {
                "text": "(שמה, תנג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תבלינים",
        "description": [
            {
                "text": "טוב מאוד להקפיד לייחד קופסת תבלינים למאכלי בשר לבד, וקופסת תבלינים למאכלי חלב לבד.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חזקת בשרי",
        "description": [
            {
                "text": "מסעדה המוכרת מאכלי בשר וגם מאכלי פרווה כמו פלאפל, צ'יפס וכדומה, וכתוב על מאכלי הפרווה שהם 'בחזקת בשרי', דהיינו שבאותם מלקחיים שלוקח המוכר את הבשר, לוקח בהם גם את הפלאפל, ואינו נזהר לקחת במלקחיים אחרות, יש להבהיר להם שלא נכון כן, אלא ייחדו לעצמם מלקחיים אחרות למאכלי פרווה.\n",
                "font_size": "normal"
            },
            {
                "text": "ומכל מקום אם אינם נזהרים בזה, לא יאכל חלב יחד עם הפלאפל, אולם לאחר שאכל את הפלאפל, רשאי לאכול חלב, אף ללא המתנת שש שעות.\n",
                "font_size": "normal"
            }]
    },
    {
        "type": "subject",
        "title": "אפיית לחם חלבי"
    },
    {
        "type": "alaha",
        "title": "איסור אפיית לחם חלבי",
        "description": [
            {
                "text": "אסרו רבותינו ללוש עיסה עם חלב ולעשותה לחם, שמא יאכל הלחם עם הבשר. ואפילו אם בטעות אפה לחם כזה, אסור לאוכלו כלל.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "לחם קטן",
        "description": [
            {
                "text": "מותר לאפות לחם חלבי קטן, כשיעור שיספיק לו לסעודה אחת, שבמקרה זה אין חשש שישאר לו ויבוא לאוכלו עם בשר. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צז סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "לכמה אנשים",
        "description": [
            {
                "text": "מותר לאפות כמה לחמים חלביים, כשיעור שיספיק לכל בני ביתו לסעודה אחת. אבל אין להתיר לאפות לכמה משפחות ולחלק להם, אפילו כמות של סעודה אחת לכל משפחה. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה רסו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "היכר ושינוי",
        "description": [
            {
                "text": "מותר לאפות לחם חלבי גדול, באופן שעושה בלחם סימן והיכר של צורה משונה שאין רגילות לאפות כן, וכגון שעושה את הלחם בצורת מספר 8, שכיון שרואים את הלחם משונה משאר הלחמים, נזכרים שהוא חלבי. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צז סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "עיסה מתוקה",
        "description": [
            {
                "text": "הלש עיסה בסוכר והיא מתוקה, שאין דרך לאוכלה עם בשר, מותר לערב בעיסה חלב, כיון שאין חשש שיאכלה עם בשר. ",
                "font_size": "normal"
            },
            {
                "text": "(ז מז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סופגניות חלביות",
        "description": [
            {
                "text": "על כן, מה שמוכרים היום סופגניות שמעורב בהן חלב, רשאים לעשות כן, אלא שחייבים הם להודיע לקונים שהן חלביות, כדי שלא יטעו לאוכלם בתוך שש שעות לאכילת בשר, מאחר שהרגילות היא שרוב הסופגניות הן פרווה.\n",
                "font_size": "normal"
            }]
    },
    {
        "type": "subject",
        "title": "אכילת דגים עם בשר או חלב"
    },
    {
        "type": "alaha",
        "title": "סכנה",
        "description": [
            {
                "text": "אסור לאכול דגים עם בשר או עוף, מחשש סכנה לצרעת. ולכן לאחר שאכל את הדגים יקנח פיו וידיו במים, ויאכל משהו, ואחר כך יאכל את הבשר. ",
                "font_size": "normal"
            },
            {
                "text": "(שח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אפיית דגים ובשר",
        "description": [
            {
                "text": "אין לאפות דגים ובשר בתא אחד בתנור יחד, אך אם כבר אפה אותם, יש להקל לאוכלם. ומכל מקום אם אחד מהם מכוסה, מותר לכתחילה לאפותם יחד. ",
                "font_size": "normal"
            },
            {
                "text": "(שיח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "צליית דגים ובשר",
        "description": [
            {
                "text": "מותר לכתחילה לצלות דגים ובשר יחד על הרשת, כשאינם נוגעים זה בזה, הואיל והריח מתפזר באויר ואינם נוגעים זה בזה. ",
                "font_size": "normal"
            },
            {
                "text": "(שכ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דגים וחלב",
        "description": [
            {
                "text": "לבני ספרד אין לאכול גם דגים וחלב יחד, מחשש סכנה. ואולם יש מקומות שנהגו להקל בדגים וחמאה, ורשאים להמשיך במנהגם. אך בני אשכנז מקילים לגמרי בכל מאכלי חלב עם דגים. ",
                "font_size": "normal"
            },
            {
                "text": "(שח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פיצה עם טונה",
        "description": [
            {
                "text": "לכתחלה אין לספרדי לאפות פיצה עם טונה וגבינה צהובה יחד מחשש סכנה. ואולם אם בטעות בשלו דגים בחלב, יש להקל לאכול. ",
                "font_size": "normal"
            },
            {
                "text": "(שיד. ז כ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "כלים לבשר וכלים לחלב"
    },
    {
        "type": "alaha",
        "title": "שני כיורים",
        "description": [
            {
                "text": "טוב שיהיו שני כיורים במטבח, אחד לכלי בשר ואחד לכלי חלב. ומכל מקום אם יש רק כיור אחד, מותר להדיח שם כלי בשר במים חמים, ולאחר מכן להדיח כלי חלב במים חמים מיד, וכן להיפך. ",
                "font_size": "normal"
            },
            {
                "text": "(תעד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כיור שנסתם",
        "description": [
            {
                "text": "כיור שמדיחים בו כלי בשר וכלי חלב ונסתם הכיור, רשאי לשפוך מים רותחים בתוכו כדי לפתוח את הסתימה, כיון שאף אם נשארו שם חתיכות גבינה ובשר, הרי הם פגומים מחומרי הניקוי, ואין בהם איסור בישול בשר בחלב. ",
                "font_size": "normal"
            },
            {
                "text": "(קעד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שיש מטבח",
        "description": [
            {
                "text": "טוב לייחד שיש אחד לשימוש מאכלי חלב, ושיש אחד לשימוש מאכלי בשר. ",
                "font_size": "normal"
            },
            {
                "text": "(תסד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סקוטש",
        "description": [
            {
                "text": "טוב לייחד סקוטש אחד להדחת כלי בשר, וסקוטש אחד להדחת כלי חלב. ומכל מקום אם אין לו אלא סקוטש אחד, רשאי להשתמש בו לכלי בשר, ואחר כך ישטפנו היטב וישתמש בו לכלי חלב, וכן להיפך. ",
                "font_size": "normal"
            },
            {
                "text": "(תפג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שמן רותח לאשפה",
        "description": [
            {
                "text": "פעמים ומטגנים קציצות בשר במחבת, ומחמת שאין רוצים לשפוך את השמן בכיור שלא יגרום לסתימה, שופכים את השמן לפח האשפה. בזה יש לשים לב, שלא לשפוך את השמן על שאריות גבינה או חלב, שנמצא שעובר על איסור בישול בשר בחלב מעירוי של השמן הרותח מכלי ראשון, או שימתין וישפוך את השמן רק לאחר שיתקרר. ",
                "font_size": "normal"
            },
            {
                "text": "(קעט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מיקרוגל ללא גופי השחמה",
        "description": [
            {
                "text": "מיקרוגל שרוצים לחמם בו גם מאכלי בשר וגם מאכלי חלב, הדבר אפשרי באופן הבא: למשל, אדם שעל פי רוב רוצה להשתמש בו רק לחמם מאכלי בשר, ייחד את המיקרוגל למאכלי בשר, וכשירצה לחמם בו מאכלי חלב, יעטפם בשקית ניילון סגורה או בקופסה סגורה לגמרי בלי חורים. וכן להיפך אם דרכו לחמם בעיקר מאכלי חלב, ייחד את המיקרוגל למאכלי חלב, וכשירצה לחמם בו מאכלי בשר, יעטפם בשקית ניילון סגורה או בקופסה סגורה לגמרי בלי חורים. ",
                "font_size": "normal"
            },
            {
                "text": "(קסז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תנור אפיה",
        "description": [
            {
                "text": "תנור אפיה שיש בו שני תאים, צריך לייחד תא אחד למאכלי חלב בלבד, ותא שני למאכלי בשר בלבד. וכן צריך לייחד תבניות לחלב לבד, ולבשר לבד. ",
                "font_size": "normal"
            },
            {
                "text": "(תצד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "תנור אפיה שיש בו תא אחד בלבד, ואפה בו מאכלי בשר, ורוצה עתה לאפות בו מאכלי חלב, ימתין 24 שעות לאחר השימוש בבשר, וינקה את התנור היטב מכל שיירי מאכל או שומן שנדבקו בדפנות התנור, ואחר כך ידליק את התנור כחצי שעה בחום הגבוה, כדי שאם נשארה איזו זיעה וטעם בדפנות התנור מהמאכל הקודם, ישרף הכל כליל על ידי היסק זה, ואז יאפה מאכל חלבי. ופשוט שישתמש בתבניות נפרדות למאכלי חלב לבד ולמאכלי בשר לבד. ",
                "font_size": "normal"
            },
            {
                "text": "(תצב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "היום קצר",
        "description": [
            {
                "text": "אם רוצה להשתמש בתנור למאכלי חלב בתוך 24 שעות שהשתמש בו למאכלי בשר, ינקה את התנור היטב בחומרי ניקוי פוגמים כמו 'סנט מוריץ', 'סנו תנורים' וכדומה, ויסיק אותו חצי שעה ויותר על החום הגבוה וישתמש בו למאכלי חלב.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טעה ואפה בו",
        "description": [
            {
                "text": "תנור בשרי שלא עברו עליו 24 שעות, והסיק אותו מעט קודם שהשתמש בו, אך לא ניקה אותו בחומרי ניקוי, וטעה ואפה בו עוגת גבינה או בורקס חלבי, מותרים באכילה. והוא הדין, אם טעה ובישל מרק בשרי בתנור חלבי שלא עברו עליו 24 שעות, שמותר המרק באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(יבי\"א ח\"ה סימן ז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נ''ט בר נ''ט דהיתרא, מותר   [נותן טעם בן נותן טעם של היתר, מותר]",
        "description": [
            {
                "text": "סיר שבישל בו בשר ושטף אותו היטב, ואין בו שום שאריות שומן, ורוצה לבשל בו מאכל פרווה, כגון אטריות כדי לאוכלם עם גבינה, לבני ספרד מותר לעשות כן לכתחילה אפילו מיד אחר בישול הבשר, משום שכלל גדול בידינו \"נותן טעם בן נותן טעם של היתר, מותר\". דהיינו, שהבשר שמתבשל בסיר נותן טעם בסיר, והסיר נותן טעם באטריות, וזה עדיין היתר בהיתר אטריות עם טעם בשר, ואת האטריות אוכלים עם גבינה, נמצא שהטעם הבשרי רחוק מהמאכל החלבי הרבה. לא כן, אם טעה ובישל חלב בסיר בשרי, טעם הבשר הבלוע בסיר, נפגש ישירות עם החלב ונותן בו טעם ואוסרו.\n",
                "font_size": "normal"
            },
            {
                "text": "וכמו כן, אם טיגן שניצל עוף או קציצות בשר במחבת, וניקה אותו היטב היטב מכל לחלוחית של שומן, רשאי לטגן בו ביצה, כדי לאוכלה עם גבינה. ",
                "font_size": "normal"
            },
            {
                "text": "(תטו. שו\"ת יביע אומר חלק ט יורה דעה סימן ד. ז עד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פיתות במיקרוגל",
        "description": [
            {
                "text": "מותר לחמם פיתות במיקרוגל בשרי, או לאפות בורקס תפוח אדמה בתנור בשרי, כדי לאכלם עם חלב, וכן להיפך בתנור חלבי כדי לאכלם עם בשר. ובתנאי שהתנור והמיקרוגל נקיים לגמרי מכל שיירי שומן. ",
                "font_size": "normal"
            },
            {
                "text": "[ואף לבני אשכנז יש להקל בתנור או מיקרוגל, ורק בתבשיל פרווה בסיר, יש להחמיר כדלהלן.]",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שמן בשרי",
        "description": [
            {
                "text": "ופשוט שכל זה דוקא שטיגנו ביצה באותו מחבת שטיגנו קודם בשר, אבל אם טיגנו ביצה באותו שמן שטיגנו בו קודם לכן בשר, אסור לאכול ביצה זו עם חלב, ועליו להמתין שש שעות לאכילת חלב. ",
                "font_size": "normal"
            },
            {
                "text": "(תיד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": " ודע, שכל דין נ\"ט בר נ\"ט לא נאמר אלא בבשר וחלב, שכל אחד לבדו עם האטריות הוא היתר בהיתר, אבל סיר 'בן יומו' הבלוע ממאכל איסור, ובישל בו בטעות מאכל היתר, נאסר התבשיל באכילה, אלא אם כן 'אינו בן יומו', שאז הוא נותן טעם לפגם, ומותר לאכול את התבשיל, והסיר צריך הכשר בהגעלה או ליבון, כדלהלן.  ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בני אשכנז, מחמירים בדין זה של \"נותן טעם בר נותן טעם\", ולא מתירים אלא אם כן כבר עירב את הגבינה עם האטריות או הביצה שהתבשלו בסיר בשרי, שאז מותר לאוכלם יחד, אבל לכתחילה לא יערב גבינה עם האטריות. ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א סימן צה סעיף ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מדיח כלים",
        "description": [
            {
                "text": "שאלה:",
                "font_size": "",
                "bold": true
            },
            {
                "text": " האם מותר להשתמש במדיח כלים לכלי בשר וכלי חלב יחד, או לא?\n",
                "font_size": "normal"
            },
            {
                "text": "תשובה:",
                "font_size": "",
                "bold": true
            },
            {
                "text": " ראשית, נבאר את דרך פעולת מדיח הכלים. לאחר ניקוי הכלים מכל לכלוך גס, ומכל שאריות המאכלים, שיכולים לגרום לסתימה במדיח, מניחים את הכלים בתוך המדיח במגש העשוי מרשת, כדי שהמים יוכלו להגיע לכל מקום בתוך המדיח, וכך פעולת הניקוי תתבצע בשלמות. בדלת המדיח, בתאים המיועדים לכך, מניחים חומר ניקוי וחומר הברקה, וסוגרים את דלת המדיח. פעולת ההדחה מתבצעת בכמה שלבים, בשלב הראשון נכנסים מים קרים לתוך המדיח לאגן שבחלקו התחתון של המדיח, ובאמצעות משאבה מוזרמים המים בלחץ דרך ממטרות, שנמצאות אחת בחלק העליון, והשני בחלק התחתון של המדיח, והמים מותזים בלחץ בכל חלל המדיח. פעולה זו שנמשכת כמה דקות, גורמת לשטיפת הכלים מכל הלכלוך הממשי שנמצא עליהם, ואחר כך יוצאים המים החוצה עם שאריות הלכלוך שיצאו מהכלים. בשלב הבא, נכנסים שוב מים קרים לתוך המדיח, ואז גם נפתח התא שבו נמצא חומר הניקוי, והחומר מתערבב עם המים, בשלב זה מופעל גם גוף חימום שנמצא בתחתית המדיח והוא מחמם את המים. המים אמורים להתחמם עד טמפרטורה של 55 מעלות בתכנית הדחה קלה, המיועדת לצלחות וסכו\"ם, או עד 70 מעלות בתכנית הדחה יותר חזקה, המיועדת לסירים. במשך כל פעולת החימום מבוצעת התזת המים עם חומר הניקוי דרך הממטרות על הכלים שנמצאים בתוך המדיח, וכל השומן והלכלוך נשטף החוצה. אם הצטבר לכלוך גס יותר, הוא נעצר על גבי מסננת הנמצאת בתחתית המדיח, ונותר שם מבלי יכולת לעלות חזרה לחלל המדיח. לאחר מכן, נכנסים שוב מים לתוך המדיח, ומתבצעת שטיפה של הכלים במים נקיים. בתכניות מסוימות השטיפה מתבצעת במים חמים. לקראת סיום השטיפות נפתח תא עם נוזל ההברקה שהוא מתערבב עם המים ומותז על הכלים, ובשלב האחרון מתבצע ייבוש הכלים.\n",
                "font_size": "normal"
            },
            {
                "text": "לפי המבואר, אף אם נאמר שמחמת המים החמים, בולעים הכלים משאריות הבשר והחלב, הרי שמאחר והמים הם פגומים לאכילה מחמת חומרי הניקוי, נמצא שהם בולעים טעם פגום מתחילה, ובזה לא אסרו רבותינו \"נותן טעם לפגם\" אפילו לכתחילה, כמבואר בשלחן ערוך ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צה סעיף ד)",
                "font_size": "14px"
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": ", וברשב\"א, הר\"ן, המאירי. ובאחרונים רבים, ומהם: צמח צדק, חכם צבי, כנסת יחזקאל, שאגת אריה, פרי תואר, קול אליהו ישראל, מהר\"י נבון רבו של החיד\"א, מהר\"י עייאש, הגאון החיד\"א, זבחי צדק, שלחן גבוה, בית דוד, הגר\"ח פלאג'י, יד אפרים ועוד. ",
                "font_size": "14px"
            },
            {
                "text": "  על כן, מותר להדיח כלי בשר וכלי חלב יחד במדיח הכלים. ",
                "font_size": "normal"
            },
            {
                "text": "(יבי\"א ח\"י יו\"ד סימן ד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות תערובות"
    },
    {
        "type": "alaha",
        "title": "בשר שהתערב בחלב קר",
        "description": [
            {
                "text": "חתיכת בשר קרה שנפלה לחלב קר או שנשפך עליה חלב קר, שוטף אותה במים יפה יפה ומותרת לאכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(צא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם מאכלים שהחלב נספג בהם, כמו בורקס בשרי או בשר טחון, שנפלו לחלב או שנשפך עליהם חלב, ודאי שלא שייך לשטפם במים, שמחמת רכותם נבלע בהם החלב, ולא תועיל להם שטיפה כלל.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשר שהתערב בחלב חם",
        "description": [
            {
                "text": "נפלה חתיכת בשר לתוך סיר חלב חם שהיד סולדת בו ",
                "font_size": "normal"
            },
            {
                "text": "(פירוש, חם מאוד שנמנע לשתותו מחמת חמימותו)",
                "font_size": "14px"
            },
            {
                "text": ", מסלק את חתיכת הבשר מיד, ואחר כך מודד אם יש פי שישים בחלב כנגד חתיכת הבשר, כגון שהחתיכה שוקלת 10 גרם, ונמצא בסיר חלב במידה של 600 גרם, אז החלב מותר בשתיה, אך אם היה פחות מ- 600 גרם, נאסר החלב בשתיה ובהנאה, וישפוך אותו. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צח סעיף א)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מה שאנו מצריכים שיהיה פי שישים בחלב כנגד הבשר, הוא מאחר ששיערו חז\"ל, שכל אוכל שהוא שהתערב בתבשיל, אינו יכול לתת טעם ולהשפיע על התבשיל כשיש פי שישים נגדו ",
                "font_size": "normal"
            },
            {
                "text": "[לבד מדברים מסוימים שנותנים טעם אף ביותר משישים, כתבלינים וכיוצא בהם]",
                "font_size": "16px"
            },
            {
                "text": ". והוא הדין בשאר איסורים, וכגון חתיכת בשר נבלה שנפלה לתבשיל כשר, אם יש פי שישים כנגדה, התבשיל מותר באכילה.\n",
                "font_size": "normal"
            },
            {
                "text": "הבהרה -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " יש לדעת שבכל מקרים אלו וכיוצא, אין לאדם לסמוך על עצמו ולמדוד את הכמויות, אלא עליו להראות את התערובת למורה הוראה, ויורהו כיצד יעשה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ביטול איסור מהתורה",
        "description": [
            {
                "text": "יש לדעת כי במקרה שלא נמצא פי שישים בחלב כנגד חתיכת הבשר, אסור להוסיף עוד חלב כדי שבסך הכל יהיה פי שישים מהבשר. כי כלל גדול בידינו \"אין מבטלים איסור לכתחילה\", דהיינו כיון שהתערובת הזו הבאה לפנינו, הינה אסורה, אין להתיר להוסיף עוד מאכל שהוא, כדי שתתרבה הכמות ויתבטל האיסור. ",
                "font_size": "normal"
            },
            {
                "text": "(צט ס\"ה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ביטול איסור מדברי חכמים",
        "description": [
            {
                "text": "אמנם כל זה דוקא כשנפלה חתיכת בשר בהמה לסיר חלב, אבל אם נפלה חתיכת עוף 10 גרם לסיר חלב, ובדק את כמות החלב וראה שיש 400 גרם חלב, שזה רק פי ארבעים מחתיכת הבשר, פשוט שחתיכת העוף אסורה באכילה, אלא שכדי להתיר את החלב, מותר להוסיף עוד 200 גרם של חלב או מים, שבסך הכל יהיה פי שישים כנגד העוף, והחלב יהיה מותר באכילה.\n",
                "font_size": "normal"
            },
            {
                "text": "והטעם לזה, כיון שלא נאסר להוסיף ולבטל איסור, אלא באיסור שהוא מן התורה כבשר בהמה בחלב, אבל עוף בחלב שהוא אסור מדברי חכמים, הם אסרו, והם התירו לנו במקרה שנמצא בחלב פחות משישים שנוסיף עד פי שישים ויהיה מותר באכילה. ואולם בני אשכנז מחמירים בזה, ואינם מוסיפים עוד כדי להתיר. ",
                "font_size": "normal"
            },
            {
                "text": "(צט ס\"ו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "נאסר הסיר",
        "description": [
            {
                "text": "יש להזהר שכאשר מוסיפים את 200 גרם החלב כדי לבטל את האיסור, אין להוסיף לתוך הסיר שבו נפלה חתיכת העוף, מאחר שהסיר נאסר מבליעת בשר וחלב, ואם כן אסור לבשל בו. על כן, ימתין שהחלב יתקרר וישפוך אותו לסיר חלבי אחר, ויוסיף בסיר האחר את 200 גרם החלב, ויבשל שוב.\n",
                "font_size": "normal"
            },
            {
                "text": "ומכל מקום פשוט שאסור לתת לכתחילה 10 גרם של חתיכת בשר או עוף בסיר של חלב שיש בו 600 גרם, שהרי בזה הוא מבטל את האיסור בכוונה תחילה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חם מעט",
        "description": [
            {
                "text": "חתיכת בשר שנפלה לחלב חם מעט, אך אין היד סולדת בו, הרי דינו כחלב קר, ויוציא את החתיכה מיד, וישטוף אותה ומותרת באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קה סעיף ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלי שני",
        "description": [
            {
                "text": "אם נפלה חתיכת בשר לתוך חלב שבכלי שני ",
                "font_size": "normal"
            },
            {
                "text": "(פירוש, הכלי שבו רתח החלב על האש הוא 'כלי ראשון', והכוס או הקנקן שאליו הורק החלב מהכלי הראשון, הוא 'כלי שני')",
                "font_size": "14px"
            },
            {
                "text": ", אע\"פ שהחלב חם, ישטוף את החתיכה ומותרת באכילה. והמחמיר תבוא עליו ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(קה סעיף ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "גבינה שנפלה לבשר חם",
        "description": [
            {
                "text": "כל הדינים שנזכרו לעיל בבשר שנפל לחלב, הוא הדין להיפך, כגון: שנפלה חתיכת גבינה לתוך תבשיל של בשר חם שהיד סולדת בו, אם רואה את הגבינה, מסלקה מיד, ומשער אם יש בתבשיל פי שישים מחתיכת הגבינה. וכגון שחתיכת הגבינה שוקלת 10 גרם, ויש בסיר מהמרק והירקות והבשר 600 גרם, אז התבשיל מותר באכילה, אבל פחות מ- 600 גרם נאסר התבשיל באכילה.\n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם אם התבשיל הוא עוף ולא בשר בהמה, כבר התבאר לעיל שלבני ספרד מותר להוסיף עד פי שישים, ואין צריך להוסיף דוקא עוף אלא כל מאכל שהוא ירקות, מים וכדומה, וירתיח שנית ורשאי לאוכלו.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב שנשפך לבשר",
        "description": [
            {
                "text": "אם נשפך חלב לתוך סיר עם תבשיל בשר בהמה, יש למדוד שיהיה בתבשיל הבשר, פי שישים מכמות החלב שנשפך. ואם אין פי שישים, ישפוך את התבשיל.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב שנשפך לעוף",
        "description": [
            {
                "text": "והוא הדין בכל האופנים הנ\"ל, אם נשפך חלב לתבשיל עוף, שגם כן מודד פי שישים כנגד החלב שנשפך. אלא שבתערובת זו אם אין בתבשיל כולו, פי שישים מהחלב שנשפך, רשאי להוסיף עוד ירקות ומרק ועוף, עד שיהיה פי שישים מהחלב, וירתיח את הכל יחד, והתבשיל יהיה מותר באכילה. ואמנם, בני אשכנז מחמירים בזה, שגם בתערובת עוף בחלב, אם אין פי שישים אינם מוסיפים עוד.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב אשה",
        "description": [
            {
                "text": "מאחר וחלב של אשה, אינו חלבי כלל. לכן, אם ניתז חלב אשה על הבשר, אין צריך לבטלו בשישים, אלא יערבהו במאכל, כדי שלא יהא נראה כאוכל בשר בחלב, ויאכל. ",
                "font_size": "normal"
            },
            {
                "text": "(רעג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": " איסור יבש שנפל להיתר יבש\nחתיכת בשר נבלה שבטעות התערבה בשתי חתיכות של בשר כשר, ישנן פעמים שכל החתיכות מותרות באכילה, כיון שהתורה אמרה שאיסור יבש שהתערב בהיתר יבש, ושניהם אותו מין, הריהו בטל ברוב. אך טוב שלא אדם אחד יאכל את שלושת החתיכות. אך מכיון שישנן פעמים שכל החתיכות אסורות, אין לאדם להתיר לעצמו אלא ישאל חכם מורה הוראה. (שו\"ע קט ס\"א. קא ס\"ג) ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "דין תערובת בכלי בשר וכלי חלב"
    },
    {
        "type": "alaha",
        "title": "כפית חלבית בסיר בשר",
        "description": [
            {
                "text": "כפית חלבית 'בת יומא', ",
                "font_size": "normal"
            },
            {
                "text": "[דהיינו שבתוך 24 שעות האחרונות השתמש בכפית בחלב חם שהיד סולדת בו,]",
                "font_size": "16px"
            },
            {
                "text": " שנפלה לתבשיל בשר חם, צריך לשער אם יש פי שישים בתבשיל כנגד הכפית, התבשיל מותר. אך אם אין פי שישים, נאסר התבשיל. ואמנם אם הכפית החלבית אינה בת יומא, ",
                "font_size": "normal"
            },
            {
                "text": "[דהיינו שעברו יותר מ-24 שעות מהשימוש האחרון שהשתמש בכפית בחלב חם,]",
                "font_size": "16px"
            },
            {
                "text": " אין התבשיל נאסר. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צד סעיף א)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": " והביאור בזה, כי כל טעם שנבלע בכלי על ידי הבישול, אם תוך 24 שעות ניתן את הכלי בתבשיל חם, הרי שהכלי יפלוט טעם טוב לתבשיל. ולכך אם הוא טעם של מאכל איסור, הרי הוא אוסר את התבשיל, אבל לאחר 24 שעות נפגם טעמו, ומה שיפלוט לא יאסור את התבשיל.  ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם הוא מסופק אם הכפית החלבית היא בת יומא או לא, אנו מקילים להחשיבה שאינה בת יומא, שכלל בידינו, 'סתם כלים אינם בני יומם'. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צד סעיף ז. ז פ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "והוא הדין בכל זה להיפך, בכפית בשרית שנפלה לתבשיל חלב חם, ופשוט.\n",
                "font_size": "normal"
            },
            {
                "text": "ודע שכל זה בכפית 'חלבית' שנפלה לתבשיל בשרי חם שבכלי ראשון, אבל אם נפלה הכפית לתבשיל בשרי חם שבכלי שני, רשאי לאכול את התבשיל, אף אם אין שישים כנגד הכפית. ",
                "font_size": "normal"
            },
            {
                "text": "(ז סו סז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "להלן נבאר כמה פרטי דינים באותיות קטנות, מאחר ואינם מצויים כל כך.\n",
                "font_size": "normal"
            },
            {
                "text": " כנגד כמה מהכפית משערים\nכפית חלבית בת יומא, שבחש בה בטעות בסיר בשר חם, צריך לשער אם יש פי שישים כנגד החלק שנכנס מהכפית בסיר, אבל אין צריך לשער שישים כנגד כל הכפית. (סימן צד סעיף א. ז סד) ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כפית שנכנסה פעמיים לסיר",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כפית חלבית בת יומא, שהוכנסה בטעות לתבשיל בשר ובחש בה בתבשיל והוציאה. ולאחר מכן הכניס שוב את הכפית החלבית ובחש בה, צריך לשער שיהיה בתבשיל פי מאה ועשרים כנגד החלק שנכנס מהכפית בתבשיל. ומכל מקום אם הכניס את הכפית פעם שלישית לתוך התבשיל, אין צורך שיהיה בתבשיל עוד פי שישים ",
                "font_size": "normal"
            },
            {
                "text": "[דהיינו מאה ושמונים]",
                "font_size": "16px"
            },
            {
                "text": " כנגד החלק שנכנס מהכפית בתבשיל בפעם השלישית, אלא די במאה ועשרים. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צד סעיף ב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "נודע בינתיים",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם כפית חלבית בת יומא, שהוכנסה בטעות לסיר בשר ובחש בה בתבשיל והוציאה, והבחין שזו כפית חלבית. ולאחר מכן שכח ושוב הכניס את הכפית החלבית ובחש בה, במקרה זה די שיהיה פי שישים בתבשיל מהכפית, ואין צריך פי מאה ועשרים. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צד סעיף ב. ז סג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם, לבני אשכנז אין חילוק בין אם נודע לו בינתיים שזו כפית חלבית או לא, ובכל אופן אינם מצריכים פי מאה ועשרים אלא פי שישים. ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א סימן צד סעיף ב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כדי להבהיר את חילוקי הדינים בדין זה של כף חלבית בת יומא שהוכנסה לסיר בשר, כתבנו בסייעתא דשמיא קצת ממקורות ההלכה בזה למעוניינים, כדלהלן.\n",
                "font_size": "normal"
            },
            {
                "text": "ראשית, כפית חלבית בת יומא, כיון שיש בה טעם לשבח כדלעיל, נמצא כשמכניסה לתוך התבשיל היא פולטת טעם טוב, לכך צריך פי שישים בתבשיל כנגדה.\n",
                "font_size": "normal"
            },
            {
                "text": "חנ\"ן [חתיכה נעשית נבלה",
                "font_size": "",
                "bold": true
            },
            {
                "text": " ]",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "יש מושג בהלכה הנקרא ",
                "font_size": "normal"
            },
            {
                "text": "חנ\"ן",
                "font_size": "",
                "bold": true
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "[ר\"ת חתיכה נעשית נבלה]",
                "font_size": "16px"
            },
            {
                "text": ", וכדי לבארו נעמוד על ההבדל בין שתי הדוגמאות  שלפנינו:\n",
                "font_size": "normal"
            },
            {
                "text": "תפוח אדמה שנפל לתבשיל חם של איסור, כגון של בשר נבלה, הרי בודאי שנאסר התפוח אדמה ואסור לאוכלו. ואם נפל אותו תפוח אדמה לתבשיל כשר, כגון לתבשיל של מרק ירקות, צריך לשער שיהיה פי שישים מהאיסור הבלוע בתפוח אדמה, כיון שהתפוח אדמה עצמו אינו מאכל איסור, אלא רק הבלוע בו הוא האיסור.\n",
                "font_size": "normal"
            },
            {
                "text": "ולעומת זאת, חתיכת בשר שנפלה לסיר של חלב חם ונאסרה. ונפלה חתיכת הבשר לתוך תבשיל של מרק ירקות, צריך פי שישים כנגד כל החתיכה, ולא רק כנגד החלב הבלוע בה.\n",
                "font_size": "normal"
            },
            {
                "text": "ולכאורה מה ההבדל בין התפוח אדמה, שדי בשישים כנגד הבלוע, לבין חתיכת הבשר שצריך שישים כנגד כל החתיכה? אלא שונה הוא דין של בשר בחלב משאר איסורים, שבבשר בחלב ישנו דין של חנ\"ן, ",
                "font_size": "normal"
            },
            {
                "text": "[חתיכה נעשית נבלה]",
                "font_size": "16px"
            },
            {
                "text": ", דהיינו שלא רק החלב הבלוע בחתיכה הוא נהפך לאיסור, אלא החתיכה עצמה נהפכה לאיסור, כי החלב לבדו בלא הבשר אינו איסור, ורק בצירוף שניהם נוצר כאן איסור, ולכן מצריכים אנו שישים כנגד החתיכה כולה. וזה שאמרו 'חתיכה, נעשית נבלה', דהיינו החתיכה כולה נעשית איסור עצמי כמו \"נבלה\". מה שאין כן בתפוח אדמה שהוא עצמו היתר גמור, ורק בגלל האיסור הבלוע בו, גם הוא נאסר, לכן די בשישים כנגד האיסור שבו.\n",
                "font_size": "normal"
            },
            {
                "text": "ומעתה, ברגע שבחש בכפית החלבית 'בת יומא' בתבשיל הבשר, הרי בלעה הכפית מהתבשיל, ונמצא שמעורב בכפית מבשר וחלב גם יחד, ונעשתה הכפית כולה 'נבלה' ",
                "font_size": "normal"
            },
            {
                "text": "[חנ\"ן]",
                "font_size": "16px"
            },
            {
                "text": " - איסור חדש שלא היה קודם. ואם כן, כאשר נפלה הכפית בפעם השניה, אף שכבר היה פי שישים בפעם הראשונה כנגד החלב, אך מכיון שעתה נבלע בכפית בשר, נמצא שבלוע בכפית איסור חדש של 'בשר בחלב', ונחשב כמו שנפלו שתי כפיות של איסור בבת אחת בסיר, שצריך עוד שישים כנגד הכפית השניה, כך כאן, צריך עוד שישים כנגד האיסור החדש של בשר בחלב שבלוע בכפית, לבד מהשישים שהיו נגד החלב שהיה בלוע בתחילה בכפית.\n",
                "font_size": "normal"
            },
            {
                "text": "ולפי זה מובן גם כן, מדוע אם נכנסה הכפית פעם שלישית לתבשיל, אין צריך עוד שישים כנגד הפעם השלישית, כיון שבפעם השלישית, לא התחדש שום איסור בכפית, שכבר בפעם השניה נעשתה הכפית 'נבלה' מבליעת הבשר עם החלב הבלוע מכבר, ולכן די בכמות של המאה עשרים כדי לבטל את שני האיסורים שבכפית.\n",
                "font_size": "normal"
            },
            {
                "text": "אלא שעדיין יש להבין, מה הסברא לחלק בין אם הבחין שזו הכפית חלבית מיד לאחר שנכנסה לתבשיל בפעם הראשונה, שאז מספיק שיהיה שישים כנגד הכפית, לבין אם הבחין שזו הכפית חלבית רק לאחר שנכנסה בתבשיל בפעם השנייה, שאז צריך עוד שישים כנגד האיסור החדש? וההבדל בזה הוא, כי ברגע שנודע שהכפית חלבית לאחר שנכנסה בפעם הראשונה ויש פי שישים, כבר התבטל האיסור ונעשה כל התבשיל היתר. ולאחר מכן כשהכניס שוב את הכפית שבלעה מהבשר ונעשתה נבלה, שוב התבטל איסור זה באותם שישים של ההיתר. לא כן כשנודע שהכפית חלבית רק לאחר שהוכנסה בפעם השניה, הרי לפנינו עכשיו שני איסורים: ",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " איסור 'החלב' שנפלט מהכפית לתוך התבשיל. ",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " איסור 'בשר בחלב' שנפלט מהכפית שנעשתה נבלה. ולכן צריך שישים כנגד החלב, ועוד שישים כנגד הבשר בחלב. \n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בישל חלב בסיר בשרי",
        "description": [
            {
                "text": "סיר בשרי 'בן יומו' ",
                "font_size": "normal"
            },
            {
                "text": "[דהיינו שבתוך 24 שעות האחרונות בשלו בו בשר]",
                "font_size": "16px"
            },
            {
                "text": ", ובטעות שכח ובישל בו חלב, החלב נאסר באכילה, כיון שטעם הבשר הבלוע בסיר, עדיין הוא טעם טוב והוא יוצא ונבלע בחלב ואוסרו. אבל אם 'אינו בן יומו' ",
                "font_size": "normal"
            },
            {
                "text": "[דהיינו שעברו יותר מ-24 שעות משבשלו בו בשר]",
                "font_size": "16px"
            },
            {
                "text": ", מותר החלב באכילה, כיון שכבר נפגם הטעם הבלוע בו, ואינו נותן טעם טוב בחלב. ומכל מקום בכל מקרה הסיר צריך הכשר בהגעלה, כמבואר להלן.\n",
                "font_size": "normal"
            },
            {
                "text": "אם בשלו בטעות חלב בסיר בשרי, והוא מסופק אם עברו 24 שעות מבישול הבשר, אך בודאי שעבר לילה מבישול הבשר, החלב מותר.  ",
                "font_size": "normal"
            },
            {
                "text": " מטעם ספק ספיקא, שמא לילה לבד פוגם ",
                "font_size": "16px"
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "[כהרמב\"ם, רבנו תם, ועוד רבים]",
                "font_size": "16px"
            },
            {
                "text": ", ושמא באמת עברו 24 שעות. ",
                "font_size": "normal"
            },
            {
                "text": "(יבי\"א ח\"ז סימן ו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם במזיד לקח סיר בשרי שעברו עליו 24 שעות, ובישל בו חלב, נאסר החלב באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(רלד. ז פא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כבישה בכלים",
        "description": [
            {
                "text": "כלי ששהה בתוכו חלב 24 שעות, אף על פי שהחלב צונן, יש אומרים שנעשה הכלי חלבי, על כן ישים לב לכתחילה שלא ישהה בתוכו משקה בשרי, כמרק בשר וכיוצא. ומכל מקום אם השהה בתוכו משקה בשרי אפילו במשך 24 שעות, אינו נאסר באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(יבי\"א ח\"ט סימן ה. קלז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "קופסאות המכילות בתוכן מאכלי חלב כגבינה וכדומה, רשאי לשטפן היטב ולאחסן בהן מאכלים, אך לכתחילה לא ישהה בהן מרק בשר למשך 24 שעות. וטוב להחמיר כן, גם בקופסאות גלידה חלבית. ומכל מקום אם הניח בהן מרק בשר ושהו בתוכן 24 שעות, או שחימם את המרק בעודו בקופסה במיקרוגל, מותר לאוכלו. ",
                "font_size": "normal"
            },
            {
                "text": "(יבי\"א ח\"ט סימן ה. מעדני השלחן סימן קה ס\"ק ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "סכין חלבית וסכין בשרית"
    },
    {
        "type": "alaha",
        "title": "שני סכינים",
        "description": [
            {
                "text": "על כל אדם לייחד בביתו שני סכינים, אחד למאכלי בשר ואחד למאכלי חלב, ולא יחתוך בשר בסכין חלבית או גבינה בסכין בשרית. ",
                "font_size": "normal"
            },
            {
                "text": "(תנד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הגדרת סכין 'חלבית'",
        "description": [
            {
                "text": "סכין 'חלבית' היינו כשהשתמשו בסכין במאכל חלבי חם בחום שהיד סולדת בו ",
                "font_size": "normal"
            },
            {
                "text": "(פירוש, חם מאוד שנמנע לאוכלו מחמת חמימותו)",
                "font_size": "14px"
            },
            {
                "text": ", ואז בולעת הסכין מהמאכל, וכגון שחתכו בסכין עוגת גבינה או פיצה חמה. אבל במריחת גבינה או חמאה וכדומה, אין שם של סכין 'חלבית' עליה. ולכן סכין שרק מרחו בה גבינה, והיא נקיה ורחוצה יפה, אם חתכו בה בטעות בשר, מותר לאוכלו.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הגדרת סכין 'בשרית'",
        "description": [
            {
                "text": "סכין 'בשרית' היינו כשהשתמשו בה בסכין במאכל בשרי חם בחום שהיד סולדת בו, וכגון שחתכו בסכין שניצל חם. אבל אם חתכו בסכין שניצל קר וכדומה, אין שם של סכין 'בשרית' עליה. ולכן סכין שחתכו בה רק בשר קר, והיא נקיה ורחוצה יפה, אם חתכו בה בטעות גבינה צהובה, מותר לאוכלה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סכין לחיתוך לחם",
        "description": [
            {
                "text": "טוב ונכון לייחד סכין מיוחדת לחיתוך לחם. אך מעיקר הדין מותר לחתוך לחם בסכין 'חלבית', כדי לאוכלו עם בשר. וכן מותר לחתוך לחם בסכין 'בשרית', כדי לאוכלו עם חלב. ובלבד שיזהר שהסכין תהיה נקיה ורחוצה יפה יפה. ",
                "font_size": "normal"
            },
            {
                "text": "(תנה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מדיני סכין 'בשרית'",
        "description": [
            {
                "text": "סכין 'בשרית' נקיה שבטעות מרחו בה גבינה, מותר לאכול את הגבינה, ואת הסכין צריך לשטוף ולהדיח היטב משמנונית הגבינה. ",
                "font_size": "normal"
            },
            {
                "text": "(הבית היהודי רמח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "סכין 'בשרית' נקיה שבטעות חתכו בה גבינה קשה, הגבינה מותרת באכילה. אך את הסכין ישטוף וישפשף היטב עם סקוטש וסבון, או ישפוך עליה מים רותחים מכלי ראשון. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה רמח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "סכין 'בשרית' שבטעות חתכו בה עוגת גבינה חמה שהיד סולדת בה והיא עדיין בתבנית האפיה, אם יש בעוגה כמות של פי שישים כנגד מקום הסכין שחתך, העוגה מותרת באכילה. אך ממקום החתך שבעוגה, יחתוך עובי של 'קליפה', דהיינו עובי שתינטל שכבה שלימה כאחד ולא פירורים. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צד סעיף ז. ה\"ה רמז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואולם אם העוגה הועברה לכלי שני, אף על פי שעדיין היד סולדת בה, אין צריך שישים כנגד מקום הסכין, והמחמיר תבוא עליו ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א סימן צד סעיף ז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מדיני סכין 'חלבית'",
        "description": [
            {
                "text": "סכין 'חלבית' נקיה שבטעות חתכו בה בשר קר, הבשר מותר באכילה, אך את הסכין ישטוף וישפשף היטב בחומרי ניקוי. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה רמח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "סכין 'חלבית' נקיה שבטעות חתכו בה בשר חם שהיד סולדת בו, אע\"פ שהוציאו את הסיר מהאש, כיון שהבשר נמצא עדיין בכלי ראשון או שהוא בשפוד או על הרשת שהיתה על המנגל, אם יש בחתיכת הבשר כמות של פי שישים כנגד מקום הסכין שחתך, הבשר מותר באכילה. אך ממקום החתך שבבשר, יחתוך עובי של 'קליפה', דהיינו עובי שתינטל שכבה שלימה ולא מפוררת. ",
                "font_size": "normal"
            },
            {
                "text": "(סי' צד ס\"ז. ז סח. ה\"ה רמז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואולם אם הבשר הועבר לכלי שני, אף על פי שהיד סולדת בו, אין צריך שישים כנגד מקום הסכין, והמחמיר תבוא עליו ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א סימן צד סעיף ז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סכין 'בת יומא'",
        "description": [
            {
                "text": "ואולם כל הדינים הנ\"ל בסכין 'חלבית' או 'בשרית', הם דוקא אם הסכין היתה 'בת יומא' ",
                "font_size": "normal"
            },
            {
                "text": "[שלא עברו 24 שעות מהשימוש האחרון בחלב חם, או בבשר חם שהיד סולדת בו]",
                "font_size": "16px"
            },
            {
                "text": ", שאז הטעם הבלוע בה הוא נותן טעם לשבח. אבל אם לא היתה הסכין בת יומא ",
                "font_size": "normal"
            },
            {
                "text": "[שעברו עליה 24 שעות מהשימוש האחרון בחלב חם או בבשר חם]",
                "font_size": "16px"
            },
            {
                "text": ", אינה אוסרת כלל את המאכל, כיון שהטעם הבלוע בה הוא פגום, ואינו מבליע במאכל טעם טוב.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דבר חריף",
        "description": [
            {
                "text": "סכין 'חלבית' 'בת יומא', וחתך בסכין זו דבר חריף, כגון: בצל, כיון שהבצל הוא דבר חריף וגם בשעה שחותך הוא דוחק את הסכין חזק בחיתוכו, במעשה זה נפלט החלב הבלוע בסכין לתוך הבצל, ולכן צריך ליטול משני הצדדים של מקום החיתוך שבבצל כעובי אצבע, דהיינו 2 ס\"מ מכל צד, ואז יהיה מותר לאכול את שאר הבצל עם בשר, אך את חלקי החיתוך, אסור לאכול עם בשר. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צו סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ההבדל בין נ\"ט בר נ\"ט לדבר חריף",
        "description": [
            {
                "text": "ואף על פי שבמקרה הנ\"ל, הגבינה נתנה טעם בסכין, והסכין נתנה טעם בבצל, והבצל נתן טעם בבשר, ואם כן דומה זה למה שהתרנו לעיל 'נותן טעם בר נותן טעם', ולמה אסרנו כאן לאכול את מקום החיתוך שבבצל עם בשר? אלא ההבדל הוא, כי בדבר חריף, כוחו חזק כל כך שיש בכוחו להפליט את ממשות המאכל הבלוע בסכין, ולהבליעו בתוך הבצל. נמצא שבבצל לא בלוע רק טעם גבינה בלבד, אלא ממשות הגבינה בלועה שם, ולכן אין לאוכלו עם בשר.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סכין שטעמו פגום",
        "description": [
            {
                "text": "ואולם כל זה לא אסרנו אלא בסכין חלבית 'בת יומא', שכיון שבלוע בה טעם לשבח, ממילא מעבירה לבצל טעם לשבח. אבל אם הסכין 'אינה בת יומא', וחתך בה בצל, מותר לאכול או לבשל בצל זה עם בשר. משום שבלוע בסכין טעם פגום ואינו אוסר. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צו סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סכין הבלועה ממאכל איסור",
        "description": [
            {
                "text": "סכין הבלועה ממאכל איסור וטעה וחתך בה דבר חריף, כבצל וכדומה, אף אם עברו 24 שעות מהשימוש האחרון שבה, אסור לאוכלו. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קג סעיף ו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": " וטעם ההבדל בין אם הסכין בלועה מאיסור שאינו בן יומו, לבין אם הסכין בלועה מהיתר שאינו בן יומו, כתבו הפוסקים [מהרש\"ל, כנסת הגדולה, פרי מגדים, חכמת אדם, אליה רבה, כרתי ופלתי, רבי עקיבא איגר, ועוד] כי בבלוע מהיתר, סוף סוף יש בו נ\"ט בר נ\"ט של היתר, וכמבואר לעיל. לכך בהצטרף שני צדדים להקל - גם נ\"ט בר נ\"ט, וגם נותן טעם לפגם, שהרי הסכין אינו בן יומו, אנו מקילים. אבל בבלוע מאיסור, ישנו רק צד אחד להקל בזה שהסכין טעמו פגום, אבל היתר של נ\"ט בר נ\"ט אין בו, לכך אנו מחמירים בו יותר. (יביע אומר חלק ח סימן מג אות ה) ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דבר חריף. חמוץ. מלוח.",
        "description": [
            {
                "text": "כל האמור לעיל בבצל, הוא הדין בכל דבר חריף, כגון: שום או צנון וכדומה. וכן הדין בכל הפירות החמוצים, כגון: לימון וכדומה. וכן במאכלים מלוחים, כגון: דגים מלוחים וכדומה. שבכולם חזק כוחם כל כך להפליט את ממשות המאכל, ולא רק את הטעם הבלוע בלבד. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן צו סעיף ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות הכשרת כלים"
    },
    {
        "type": "alaha",
        "title": "המקור מן התורה",
        "description": [
            {
                "text": "לאחר שעם ישראל חזרו ממלחמת מדין עם השלל הגדול, ציוה אותם הקב\"ה על כל כלי הסעודה שלקחו בשלל, להכשירם מבליעת המאכלות האסורות שבלועים בכלים, כמובא בפסוקים להלן ",
                "font_size": "normal"
            },
            {
                "text": "(במדבר פרק לא פסוקים כא - כג)",
                "font_size": "14px"
            },
            {
                "text": ":\n",
                "font_size": "normal"
            },
            {
                "text": "וַיֹּאמֶר אֶלְעָזָר הַכֹּהֵן אֶל אַנְשֵׁי הַצָּבָא הַבָּאִים לַמִּלְחָמָה, זֹאת חֻקַּת הַתּוֹרָה אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה: אַךְ אֶת הַזָּהָב וְאֶת הַכָּסֶף אֶת הַנְּחֹשֶׁת אֶת הַבַּרְזֶל אֶת הַבְּדִיל וְאֶת הָעֹפָרֶת: ",
                "font_size": "normal"
            },
            {
                "text": "כָּל דָּבָר אֲשֶׁר יָבֹא בָאֵשׁ תַּעֲבִירוּ בָאֵשׁ וְטָהֵר",
                "font_size": "",
                "bold": true
            },
            {
                "text": " אַךְ בְּמֵי נִדָּה יִתְחַטָּא ",
                "font_size": "normal"
            },
            {
                "text": "וְכֹל אֲשֶׁר לֹא יָבֹא בָּאֵשׁ תַּעֲבִירוּ בַמָּיִם.",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מפסוקים אלו אנו למדים, כי כל כלי שבלע ממאכל איסור, אזי כדי להגיע לידי פליטת האיסור כליל, הכשרו כדרך תשמישו. ולכן כלי ששימושו באש כשיפוד שצולים בו על האש, כיון שבלע באמצעות האש, הכשרו גם כן על ידי האש, ובלי זה לא יפלט ממנו כל הבלוע בו, והכשר זה נקרא \"",
                "font_size": "normal"
            },
            {
                "text": "ליבון",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\".\n",
                "font_size": "normal"
            },
            {
                "text": "אבל כלי ששימושו על ידי בישול של דבר לח, כגון מרק או רוטב שהוא, כיון שבליעתו באמצעות לח רותח, הכשרו גם כן על ידי המים הרותחים. וזהו הנקרא ",
                "font_size": "normal"
            },
            {
                "text": "\"הגעלה\"",
                "font_size": "",
                "bold": true
            },
            {
                "text": " פירוש ",
                "font_size": "normal"
            },
            {
                "text": "\"הפלטה\".",
                "font_size": "",
                "bold": true
            },
            {
                "text": " דהיינו, להרתיח מים על האש, ובעוד שהמים רותחים ומבעבעים, יכניס את הכלי כולו לתוך המים, ועל ידי כן יפלט ממנו האיסור הבלוע. וטוב להגעיל את הכלי שלוש פעמים, ונהגו אחר כך לשטפו במים קרים. ומכיון שרבו הפרטים בנושא זה, נשתדל לכתוב את תמצית הדברים בעזרת ה'.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חילוק בין בליעת איסור לבליעת היתר",
        "description": [
            {
                "text": "יש להבהיר, כי צורת ההכשר החמורה של ",
                "font_size": "normal"
            },
            {
                "text": "\"ליבון\",",
                "font_size": "",
                "bold": true
            },
            {
                "text": " עבור כלים שתשמישם באש ",
                "font_size": "normal"
            },
            {
                "text": "[כשפודים]",
                "font_size": "16px"
            },
            {
                "text": ", היא דווקא בכלים שבלעו ממאכל איסור ",
                "font_size": "normal"
            },
            {
                "text": "[ככלי מדיָן הנ\"ל שבלעו ממאכלות אסורות, כנבלות וטרפות וחזיר]",
                "font_size": "16px"
            },
            {
                "text": ", ועל כן החמירה התורה בהם שאין הכשרם אלא באש. אבל כלים שהשתמשו בהם באש בדבר של היתר, כגון שצלו בהם בשר כשר, ועתה רוצה להשתמש בהם למאכלי חלב, אין צריך להכשירם בליבון באש, ודי להכשירם בהגעלה בלבד, שלא החמירה התורה בהם כל כך, מאחר ומתחילה בלעו היתר.\n",
                "font_size": "normal"
            },
            {
                "text": " באור ומקור לחילוק בין בליעת איסור לבליעת היתר\nוהבאור בזה, כי אף שבהגעלה נשאר מעט מטעם הבשר הבלוע בהם, בכל זאת כיון שמעולם לא הוכר כאן איסור בשר וחלב בעין, אלא שכאשר ישתמש בהם בחלב, יתהווה ויתחדש כאן איסור שלא נוצר עד עתה, והוא יתהווה בבלוע ולא בעין, לכך לא החמירה התורה. לא כן, בבליעה מנבלות וטרפות ומאכלות אסורות, שנוצר האיסור בעין קודם שנבלע.\nוכדי להבין את מקור הדין מהגמרא, נקדים הקדמה קטנה. כידוע בבית המקדש ציותה התורה להקריב קרבנות על גבי המזבח, ובשרם היה נאכל עד זמן מסוים כפי שקבעה התורה. למשל: קרבן חטאת נאכל לכהנים באותו יום שהקריבו אותו ובלילה שלאחריו ולא יותר, ואם נשאר מהבשר אחר זמן זה, אסור לאוכלו מן התורה, והריהו נקרא איסור \"נותר\".\nוהנה לאחר שהכהנים בשלו או צלו את בשר החטאת, ועבר יום ולילה, נמצא שטעם בשר החטאת הבלוע בסירים או בשיפודים, הריהו טעם של איסור \"נותר\", ואיך יבשלו או יצלו בהם שוב קרבנות אחרים, הרי הם יבלעו מטעם של הבשר הנותר? לכך ציותה התורה (ויקרא ו כא): \"וּמֹרַק וְשֻׁטַּף בַּמָּיִם\". כלומר, שהיו מגעילים את הכלים במים רותחים בבית המקדש, הן הכלים שבשלו בהם והן הכלים שצלו בהם. וכבמואר במשנה (זבחים צז ע\"א): השפוד והאסכלה של בשר הקרבנות, הכשרם בהגעלה.\nובגמרא (עבודה זרה עו ע\"א) שאל רב עמרם את רב ששת, מדוע כלי גויים שבלעו באש - הכשרם בליבון, ואילו כלי המקדש שבלעו באש מבשר הקרבנות - הכשרם בהגעלה? השיב לו רב ששת, שיש הבדל בין בליעת כלי קדשים לבליעת כלי גויים. בכלי הגויים, מתחילה היה כאן איסור בעין ולאחר מכן נבלע בשפוד, לכן החמירה בו התורה יותר, לא כן בשפוד שצלו בו בשר קודש, מתחילה לא היה כאן שום איסור, ורק לאחר יום ולילה נוצר איסור \"נותר\" בבלוע ולא בעין.\nומכאן למדנו על שפודים שצלה בהם בשר, ורוצה עתה להפכם למאכלי חלב [כגבינת חלוּמי שצולים אותה באש], מאחר והכלים מתחילה בלעו בשר היתר גמור, ורק לאחר מכן כשישתמש בהם בגבינה, יווצר כאן איסור חדש של \"בשר וחלב\", ואז כבר הבשר בלוע, לכך די להם בהגעלה.\n(ע\"פ שו\"ע יו\"ד סימן קכא ס\"ד, וכמבואר ברוב האחרונים, ומהם: הגר\"א, הרוקח, ערך השלחן, אבני צדק, חק יעקב, שו\"ע רבנו זלמן, רעק\"א, החתם סופר, חסד לאברהם אלקלעי, זהב שבא ועוד. חזו\"ע פסח קלח)\nכל האמור דוקא בשפוד בשרי שרוצה להפכו לחלבי או להיפך, אבל שפוד בשרי שטעה וצלה בו מאכל חלבי בלי הגעלה, נאסר השפוד בשימוש, ולגבי הכשרו ישאל חכם מורה הוראה. ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הבהרה:",
                "font_size": "",
                "bold": true
            },
            {
                "text": " יש לדעת כי תהליכי הכשרת הכלים הינם צריכים להעשות בקפדנות מרובה. ולכן כל אדם שאינו בטוח בעצמו שבקי הוא בהכשרת הכלים כדת וכדין, יפנה לחכם מורה הוראה שינחה אותו כיצד לנהוג על פי ההלכה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "זמן ההגעלה",
        "description": [
            {
                "text": "כלי שבלע איסור כנבלה או חזיר, אין להגעילו אלא כעבור 24 שעות מבישול האיסור שבו. ",
                "font_size": "normal"
            },
            {
                "text": " והטעם בזה, שהרי בפליטת האיסור למים הרותחים, יכולים המים לחזור שוב ולהיבלע בכלי, ונמצא ששוב בלע הכלי את האיסור, אך כעבור 24 שעות נעשה האיסור פגום, ואף אם יבלע שוב, הריהו מותר. (תפ) ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי שבלע היתר, כגון כלי בשרי שרוצה להגעילו ולהפכו לכלי חלבי, יכול להגעילו בתוך 24 שעות.  ",
                "font_size": "normal"
            },
            {
                "text": " והטעם בזה על פי המבואר לעיל בדין נ\"ט בר נ\"ט, שהרי הבשר נתן טעם בכלי והכלי במים, והמים חוזרים לכלי ויפגשו לאחר מכן עם הבשר. (בית יוסף סימן תנב. תפ) ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי חלבי שבישלו בו בטעות בשר ונאסר, או להיפך - כלי בשרי שבישלו בו בטעות חלב ונאסר, אין להגעילו אלא לאחר שעברו 24 שעות מהשימוש האחרון שבו. ",
                "font_size": "normal"
            },
            {
                "text": "(אורח חיים סימן תנב סעיף א. תפ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מנהג בני אשכנז שלא להגעיל שום כלי כשהוא 'בן יומו'. ",
                "font_size": "normal"
            },
            {
                "text": "(הרמ\"א סימן קכא סעיף ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "להפוך כלי בשר לכלי חלב",
        "description": [
            {
                "text": "מותר להגעיל כלי בשר, במטרה להפכם לכלי חלב. וכן להיפך מותר להגעיל כלי חלב, במטרה להפכם לכלי בשר. ",
                "font_size": "normal"
            },
            {
                "text": "(תעח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בני אשכנז נהגו שלא להגעיל כלי בשר להפכם לכלי חלב או להיפך ",
                "font_size": "normal"
            },
            {
                "text": "[מחשש שמא יהיה רגיל בזה ויהיה לו רק כלי אחד, ויהפוך אותו בכל פעם מבשר לחלב ומחלב לבשר, ויבוא לידי טעות וישתמש בו באיסור]",
                "font_size": "16px"
            },
            {
                "text": ". ומכל מקום באופן שהוצרכו להגעיל את הכלי מסיבה אחרת ",
                "font_size": "normal"
            },
            {
                "text": "[מחמת שנאסר, או כשמגעילים אותו לפסח, מחמת החמץ הבלוע בו]",
                "font_size": "16px"
            },
            {
                "text": ", אז אפשר אף להופכו מבשר לחלב. ",
                "font_size": "normal"
            },
            {
                "text": "(תעח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כל כלי הולכים בו אחר רוב תשמישו",
        "description": [
            {
                "text": "הכשר כלי שבלע איסור, נקבע על פי רוב שימושו שמבליע בו. כלומר, אם דרכו של הכלי להשתמש על פי רוב בתבשילים שיש בהם לחות כרוטב או מרק, אע\"פ שפעמים והשתמשו בכלי בדבר יבש שלא באמצעות רוטב - כיון שרוב בליעתם בדבר לח, הרי דינם בהגעלה. ועל דרך זו הכשר כל כלי וכלי. ",
                "font_size": "normal"
            },
            {
                "text": "(או\"ח סימן תנא ס\"ו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סירים",
        "description": [
            {
                "text": "סיר שבלע איסור, מאחר ורוב שימושו בדברים לחים, אף שפעמים השתמשו בו במאכל יבש ללא רוטב, די לו בהגעלה ואינו צריך ליבון. וגם מכסה הסיר צריך הגעלה. וסיר בשרי שרוצה להפכו לחלבי, פשוט שדי לו בהגעלה. ",
                "font_size": "normal"
            },
            {
                "text": "(סי' תנא סעי' ה יד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כפות, כפיות ומזלגות",
        "description": [
            {
                "text": "כפות כפיות ומזלגות, כיון שרוב שימושם הוא בכלי שני, יש להכשירם על ידי שירתיח מים ויכול לשפכם לתוך קערה, ובעוד המים חמים יניחם בקערה. ומכל מקום בני אשכנז מחמירים להכשיר הכל בהגעלה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תנא סעיפים ה, ו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סכינים",
        "description": [
            {
                "text": "אם רוצה להפוך סכין בשרית לחלבית או חלבית לבשרית, אע\"פ שרוב השימוש בסכינים הם בכלי שני, מכל מקום כיון שבשעת החיתוך דוחקים את הסכין במאכל, לכך בולעים הם יותר, והכשרם בהגעלה על ידי שיתנם במים רותחים בכלי ראשון. אך כאן, אין צורך להקפיד שהכלי יהיה על האש בעת ההגעלה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן תנא סעיף ג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "סכין של מאכלות אסורות, הכשרה בליבון. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קכא סעיף ז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מצקת",
        "description": [
            {
                "text": "מאחר ורוב השימוש במצקת הוא בכלי ראשון, הכשרה בהגעלה בכלי ראשון.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מחבת",
        "description": [
            {
                "text": "מחבת 'חלבית' שרוצה להפכה למחבת 'בשרית' או להיפך, בין שמשתמש בה עם הרבה שמן, בין שמורח בה מעט שמן, ובין מחבת טפלון שלא משתמש בה עם שמן כלל, הכשרה בהגעלה. ופשוט שעליו להקפיד לנקות את המחבת היטב היטב, לבל ישארו שם שיירי שומן כלל. ",
                "font_size": "normal"
            },
            {
                "text": "(עיין שו\"ע יו\"ד סימן קכא ס\"ד, וכמבואר ברוב האחרונים, ומהם: הגר\"א, הרוקח, ערך השלחן, אבני צדק, חק יעקב, שו\"ע רבנו זלמן, רעק\"א, החתם סופר, חסד לאברהם אלקלעי, זהב שבא ועוד. חזו\"ע פסח קלח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מחבת של איסור, שהשתמשו בה עם הרבה שמן, כטיגון צ'יפס וכדומה, הכשרה בהגעלה, אבל אם השתמשו בה עם מעט שמן, הכשרה בליבון. ואם יש חשש שבליבון היא תתקלקל, לא מועיל לה הכשר. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קכא ס\"ד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "איסור שטעמו פגום",
        "description": [
            {
                "text": "מחבת שטיגן בה ביצה, ופתאום נפל יתוש לביצה, זורק את היתוש ואוכל את הביצה, והמחבת אינה צריכה הכשר כלל. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קד סעיף ג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואף שבארנו לעיל שאיסור שנופל לתבשיל של היתר, צריך פי שישים כנגדו כדי לבטל את טעם האיסור, מכל מקום במקרה זה אין צריך פי שישים, ודי שיהיה רוב של מאכל היתר כנגד האיסור שנפל. והטעם בזה, כיון שנאמר בתורה ",
                "font_size": "normal"
            },
            {
                "text": "(דברים יד כא)",
                "font_size": "14px"
            },
            {
                "text": ": \"לֹא תֹאכְלוּ כָל נְבֵלָה לַגֵּר אֲשֶׁר בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהָּ\". ודרשו רבותינו ",
                "font_size": "normal"
            },
            {
                "text": "(עבודה זרה סז ע\"ב)",
                "font_size": "14px"
            },
            {
                "text": " נבלה הראויה לאכילת גר ",
                "font_size": "normal"
            },
            {
                "text": "[היינו גר תושב, שהוא גוי שהתחייב לשמור שבע מצוות בני נח]",
                "font_size": "16px"
            },
            {
                "text": ", קרויה נבלה. אבל נבלה שאינה ראויה לאכילה, אינה קרויה נבלה, ולא אסרה אותה התורה באכילה. דהיינו, שכאשר ציותה התורה לתת את הנבלה לגוי, משמע שדווקא נבלה כזאת שראוי ליתנה לגוי שיאכלה, היא האסורה מן התורה, אבל אם הנבלה הסריחה ואינה ראויה לאכילה, לא שייך שניתן אותה לגוי שיאכלה, נמצא אפוא שבשר זה שהיה ראוי לאכילה והסריח, התורה לא אסרה. ומכאן למדנו על כל דבר שנפגם טעמו, שלא אסרתו התורה באכילה. ואף יתוש וזבוב וכל כיוצא בהם שהתורה אסרתם לאכול, מכל מקום אם נפל מהם לתבשיל, מאחר ונתן בו טעם פגום, אין צריך פי שישים כנגדו. ",
                "font_size": "normal"
            },
            {
                "text": "(ב\"י קג ס\"א. שו\"ע קד ס\"ג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "יש להזהר מאוד לבל יכנסו חרקים לאוכל, בפרט בימות הקיץ החמים שמצויים הרבה יתושים ופרפרים העפים בחלל. ולכן יביט היטב במאכל לפני שאוכל אותו, או במשקה לפני ששותה אותו, כדי שלא יכשל חס ושלום בששה איסורי לא תעשה מן התורה, שעובר עליהם האוכל שקצים ורמשים העפים באויר.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חצובה וכיריים",
        "description": [
            {
                "text": "אם הרתיח חלב על הגז, וגלש החלב, יש לנקות היטב את החצובה",
                "font_size": "normal"
            },
            {
                "text": "[  ]",
                "font_size": "16px"
            },
            {
                "text": "[הברזל שעליו מניחים את הסיר בבישול]",
                "font_size": "16px"
            },
            {
                "text": " ואת הכיריים ",
                "font_size": "normal"
            },
            {
                "text": "[המשטח של הגז]",
                "font_size": "16px"
            },
            {
                "text": ", בטרם יבשלו עליהם מאכל בשרי. ואין צורך להכשיר את החצובה בהגעלה, כיון שהאש של הגז שורפת את החלב הבלוע. ורשאי גם לצלות בשר או כבד ישירות על הגז. אולם במקרה זה, טוב שישפוך על הכיריים מים רותחים מכלי ראשון. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה רלז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": " ההבדל בין חמץ לבשר וחלב\nנשאלת השאלה, הלוא לגבי פסח אנו מחמירים להגעיל את החצובה מבליעת החמץ, ומדוע כאן אין צורך בהגעלה? אלא כתבו האחרונים, שדוקא בפסח החמירו משום החומרה של איסור חמץ שאיסורו במשהו, אבל בבליעה של חלב ואחר כך בשר, שכל בליעה בפני עצמה היא בליעה  של היתר, סמכו על כך שהאש שורפת את הבלוע בחצובה מיד. (אגרות משה או\"ח א קכד. חזו\"ע פסח קלז) ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טוסטר",
        "description": [
            {
                "text": "אין להשתמש בטוסטר אחד למאכלי בשר ולמאכלי חלב. ",
                "font_size": "normal"
            },
            {
                "text": "(תסח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מיחם מים",
        "description": [
            {
                "text": "אם חממו ישירות על המיחם בורקס חלבי וכדומה, מותרים המים החמים לשתיית תה בארוחה בשרית. אבל במקרה זה, אסור לחמם בשר ישירות על המיחם, אלא אם כן יכשירנו, והכשרו בהגעלה. ואם הוא חשמלי שחושש להגעילו שמא יתקלקל, ימלאנו מים עד הסוף וירתיח עד שיגלשו המים על כל הצדדים. ",
                "font_size": "normal"
            },
            {
                "text": "(תסט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלי זכוכית",
        "description": [
            {
                "text": "שנינו באבות דרבי נתן: כלי זכוכית אינם בולעים ואינם פולטים כלל, וממילא אינם צריכים שום הכשר בין בשר לחלב. ולכן, אם שתה חלב חם בכוס זכוכית, ישטפה וידיחה היטב, ורשאי לתת בתוכה מרק בשרי חם ולאוכלו. והוא הדין אם השתמשו בהם במאכל איסור.  ",
                "font_size": "normal"
            },
            {
                "text": " כן פסק מרן בשו\"ע סימן תנא סעיף כ\"ו, וכדעת רוב הראשונים, ומהם: רבנו תם, הרשב\"א, הרא\"ש, הר\"ן, המאירי, המרדכי, האשכול, הראבי\"ה, המכתם, הרשב\"ץ, רבנו ירוחם, אוהל מועד ועוד. וכן פסקו רבים מהאחרונים, הכנסת הגדולה, הפרי חדש, שלחן גבוה, שער המפקד, הפרי מגדים ועוד. ואף הרמ\"א לא החמיר אלא בפסח, אבל בין בשר לחלב מודה לרוב הראשונים שמותר, כך כתבו הכנסת הגדולה, מנחת יעקב, קהל יהודה, זרע אמת, תשובות והנהגות (וכתב, שבליטא נהגו להקל בזה) ועוד. ובשו\"ת משנה הלכות (ח\"ט קסח) כתב השואל, על מה סמכו רבים מבני אשכנז להקל בכלי זכוכית, ולא מצא לזה סמך בשום מקום. והשיב לו הרב, שלא ראינו אינה ראיה, שהרי כתבו הפוסקים שאף למחמירים בכלי זכוכית, החמירו דוקא בפסח שאיסורו במשהו, אבל בשאר איסורים לא חששו. עיין שם עוד, וסיים בזה הלשון: \"ושמעתי מגדול אחד בדורנו, שאשתו הרבנית רצתה להחמיר וליקח כוסות של זכוכית לבשר לבד ולחלב לבד, ומיחה בה ואמר, כך ראיתי בבית אימי הצדקנית שהיתה מקובלת מגאוני וצדיקי הדור הקודם, וכן ראיתי אצל שאר צדיקי הדור העבר, ואיני רוצה לשנות ממה שראיתי בבית אימי, ואל תטוש תורת אמך\". עכ\"ד. (תנט)\n",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם רבים מבני אשכנז נהגו להחמיר בכלי זכוכית, לייחד כלי בשר לבד וכלי חלב לבד. אך האשכנזים הרוצים להקל בזה, רשאים. ",
                "font_size": "normal"
            },
            {
                "text": "(תנט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פיירקס ודורלקס",
        "description": [
            {
                "text": "כלי זכוכית הנקראים פיירקס ודורלקס, שמבשלים בהם על האש, ובישלו בהם בשר, מותר לבשל בהם אחר כך חלב, כיון שאינם בולעים ואינם פולטים כלל, ובלבד שישטפם וידיחם היטב קודם לכן. ",
                "font_size": "normal"
            },
            {
                "text": "(תסא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלי חרס ופורצליין",
        "description": [
            {
                "text": "כלי חרס או פורצליין בשריים, שבטעות בישל בהם חלב ונאסרו, אם יש ",
                "font_size": "normal"
            },
            {
                "text": "הפסד מרובה,",
                "font_size": "",
                "bold": true
            },
            {
                "text": " יגעילם ג' פעמים, אחר ששהו 24 שעות ללא שימוש, ויחזרו להיתרם. ",
                "font_size": "normal"
            },
            {
                "text": "(ז עא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "גדר הפסד מרובה",
        "description": [
            {
                "text": "בכל מקום שהתירו חכמים בהפסד מרובה, מעיקר הדין היה מקום להתיר לגמרי, כיון שזה דעת רוב הפוסקים, אך כיון שיש צד להחמיר, אזי מחמירים כשההפסד מועט, אך כשההפסד מרובה אנו מתירים, כי התורה חסה על ממונם של ישראל. ולכן גם אם השואל היה עשיר, שבשבילו אין זה הפסד מרובה, רשאי לתת את המאכל לחברו שאינו עשיר כמוהו, שבשבילו נחשב הדבר להפסד מרובה. ",
                "font_size": "normal"
            },
            {
                "text": "(ו עב, עד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תערובת כלים",
        "description": [
            {
                "text": "כל כלי שנאסר מבליעת מאכל איסור, בין אם הוא מתכת או חרס, והתערב בשני כלים אחרים כשרים, ואינו מזהה את כלי האיסור, הרי הוא בטל ברוב, ואין צריך הכשר לכלים כלל. ומכל מקום טוב שלא ישתמש בהם עד שיעברו 24 שעות, שאז הטעם הבלוע בכלי האיסור יפגם. ",
                "font_size": "normal"
            },
            {
                "text": "(ז פז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שימוש בצונן",
        "description": [
            {
                "text": "כל סוגי הכלים שהשתמשו בהם במאכלים אסורים קרים, אע\"פ שהם כלי מתכות או חרס, אינם בולעים. ועל כן, די לשטפם ולשפשפם היטב היטב, ורשאי יהיה להשתמש בהם. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קכא סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות איסורי מאכלות"
    },
    {
        "type": "alaha",
        "title": "עור האדם",
        "description": [
            {
                "text": "מן הדין יש איסור לבלוע עור של אדם, ולכן אותם שהתרגלו לכסוס את עורותיהם בסמוך לציפורן או בשפתיים מחמת יובש, צריכים להזהר שלא לבלוע את העור. וכמו כן יש להעיר למשמע אוזנם שמחמת הרגל יכולים לטעות ולעשות כן גם בשבת שזה איסור גמור. ",
                "font_size": "normal"
            },
            {
                "text": "(ט נט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ערלת הברית",
        "description": [
            {
                "text": "יש נשים חושבות כי סגולה לאשה עקרה, שתבלע את ערלת התינוק לאחר הברית. ויש ליידע אותן שזה איסור גמור מן הדין, ויבטלו דבריהן מכל וכל. ",
                "font_size": "normal"
            },
            {
                "text": "(סז. ו רכא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב אשה",
        "description": [
            {
                "text": "תינוק היונק חלב, רשאי להמשיך לינק עד היותו בגיל 4 שנים. ואם הוא חולה, רשאי לינק עד גיל 5. ומכל מקום אם הפסיק לינק שלשה ימים רצופים ",
                "font_size": "normal"
            },
            {
                "text": "[72 שעות]",
                "font_size": "16px"
            },
            {
                "text": ", אם הוא פחות מגיל שנתיים, רשאי לחזור ולינק מאמו עד גיל שנתיים. אבל אם פסק אחר גיל שנתיים, לא יחזור לינק, אלא אם כן הוא חולה. ",
                "font_size": "normal"
            },
            {
                "text": "(שו\"ע יו\"ד סימן פא ס\"ז. ו רכט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אסור לגדול לינק חלב אשה. ואולם אם חלבוהו לתוך כלי, רשאי לשתותו. ",
                "font_size": "normal"
            },
            {
                "text": "(שו\"ע שם)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב בהמה טמאה",
        "description": [
            {
                "text": "חלב בהמה טמאה כאנקה ואתון וכיוצא, אסור מן התורה לשתותו, שהיוצא מן הטמא, הריהו טמא. ואף לחולה אסור לשתותו, אלא אם כן יש בו סכנה. ומכל מקום חולה שאין בו סכנה, אם יערב בחלב דבר מר, רשאי יהיה לשתותו. ",
                "font_size": "normal"
            },
            {
                "text": "(ו רכ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב גויים",
        "description": [
            {
                "text": "אסרו חכמים לשתות חלב שחלבו גוי, כל שאין היהודי רואה את הגוי כשחולב מהבהמה הטהורה. וטעם האיסור, מחשש שיערב בזה חלב טמא. ופשוט שגוי שמוכר חלב בשקיות סגורות של תנובה, מותר לקנות ממנו ואין שום חשש. ",
                "font_size": "normal"
            },
            {
                "text": "(פד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "story",
        "title": "לא תסור מן הדבר...!",
        "description": [
            {
                "text": "בפונדק קטן ליד היריד הסבו כמה סוחרים יהודים. כל היום עסקו בקניית סחורה ובמכירתה, ועתה ישבו סביב השולחן לנוח מעט מעמל יומם.",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "נגש בעל הפונדק אל היושבים, ושאלם באדיבות, מה אגיש לכם. ענה אחד הסוחרים, שיגיש לו קפה בחלב. גם הסוחרים האחרים הצטרפו לבקשתו. רק סוחר אחד, יהודי אציל והדור פנים, בקש: \"הבא לי קפה שחור ללא חלב\".",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כעבור דקות אחדות לגמו הסוחרים מן הקפה בהנאה מרובה. לפתע פנה אחד מהם אל היהודי ששתה מן הקפה השחור, ושאל בלגלוג: מדוע הנך שותה קפה ללא חלב, האם לא הרווחת די כסף ביריד לקניית החלב?",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ענה האיש: חושש אני שמא ערבו בחלב - חלב של בהמה לא טהורה, והרי כבר אמרו חזל, שכל חלב שחלב אותו הגוי ללא שראה אותו היהודי, אין לשתותו.",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "פרצו האנשים בצחוק רם: הן בחצר הפונדק יש פרות המספקות את החלב, וכיצד תגיע אל הפונדק בהמה טמאה?! שמע האיש, ולא השיב דבר. הסוחרים הוסיפו לצחוק וללעוג על הקפדתו ה\"בלתי הגיונית\", אך הוא שתק. קול הצחוק הגיע לאוזניו של אחד מעובדי הפונדק. ניגש האיש בחיוך רחב ושאל: על מה הנכם מדברים?",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\"מדברים אנו אודות החלב שמזגת לתוך ספל הקפה\", ענו האנשים בבדיחות.",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\"נו\", התעניין המלצר, \"האם נעם לחככם הקפה שהכינותי לכם?\"",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\"בודאי\", ענו הסוחרים.",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\"ובכל זאת\", דחק בהם המלצר, \"האם לא היה טעמו ערב יותר מתמיד?\"",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\"מדוע אתה שואל?\" שאל אחד הסוחרים, שחשד החל להתגנב ללבו...",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\"היום\", סיפר האיש בגאוה, \"בקשתי להשביח את טעמו של החלב, והוספתי חלב גמלים מקופסא מיוחדת, שקבלנו רק אתמול! יקר הוא חלב זה, אך טעמו...\"",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\"אוי ואבוי!\" נדהמו הסוחרים, \"אם כן נכשלנו בשתיית חלב טמא!\" מיד פנו אל הסוחר שישב בקצה השולחן, ובקשו מחילתו על הלעג והצחוק שלעגו לו. \"בודאי בזכות הקפדתך\", כך אמרו, \"שמרו עליך מן השמים שלא תכשל...\"",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "לימים, התפרסם הסוחר, והכל הכירוהו בשם רבי שמחה בונים מפשיסחא, זכותו תגן עלינו.",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חלב גויים בחוץ לארץ",
        "description": [
            {
                "text": "גם במקומות שלא מצוי חלב שחולב ישראל אלא חלב שחולב גוי, אין להקל בזה. ורק במקום חולי או במקום צורך גדול כגון לתינוקות, יש להקל ולסמוך שמן הסתם אינם מערבים בזה חלב טמא, מחמת החוק האוסר לערב סוגי חלב יחד. ",
                "font_size": "normal"
            },
            {
                "text": "(צ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אבקת חלב",
        "description": [
            {
                "text": "מעיקר הדין מותר להשתמש באבקת חלב של גויים, וכמו שפסקו כמה מרבותינו האחרונים ומהם בשאלות ותשובות לבושי מרדכי, זקן אהרון וולקין, ישיב משה, ציץ אליעזר ועוד. והרוצה להחמיר תבוא עליו ברכה. ובמקום צורך כגון מטרנה לתינוקות או אפילו ממתקים לילדים שמעורב בהם אבקת חלב, יש להקל. ",
                "font_size": "normal"
            },
            {
                "text": "(צו, קד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דבש מלכות",
        "description": [
            {
                "text": "אף על פי שיש אומרים שדבש מלכות לא נעשה ככל דבש מאבקת פרחים בלבד, אלא נעשה בצירוף הפרשה מהבלוטות שבראשן ומהתמצית שבגופן, בכל זאת מותר לאכול דבש מלכות, ככל דבש רגיל. כיון שהדבש מלכות עצמו לבדו, אינו ראוי למאכל אדם כלל, כי טעמו פגום ומר מאוד, ואינו נחשב למאכל איסור, ועל ידי שמערבים בו פי ארבעים דבש רגיל, נעשה ראוי לאכילה, לכך יש להתירו ללא חשש. וכן פסקו בשו\"ת חשב האפוד, ציץ אליעזר ועוד. ",
                "font_size": "normal"
            },
            {
                "text": "(ו רלג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סימני דגים טהורים",
        "description": [
            {
                "text": "סימני הדגים הטהורים, כל שיש לו סנפיר וקשקשת במים. וקבלה בידינו מרבותינו עד משה רבנו שאמר לו הקב\"ה כל דג שיש לו קשקשת, אף על פי שלא רואים אצלו סנפירים, בודאי שהיו לו, והרי הוא כשר לאכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(קסו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "story",
        "title": "חדש! חדש! חמור מעלה גרה",
        "description": [
            {
                "text": "כיום, בעידן ההנדסה הגנטית, בה ניתן לשתול בבעלי חיים תכונות של בעלי חיים אחרים, יתכן עקרונית ליצור חמור מפריס פרסה ומעלה גרה",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "האם יהא חמור זה מותר באכילה?",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מסתבר, שכבר לפני כאלף שנים נדרש רבנו הרמב\"ם זצ\"ל לענין זה, וכתב (מורה נבוכים ח\"ג פמ\"ח)",
                "font_size": "normal"
            },
            {
                "text": "(מורה נבוכים ח\"ג פמ\"ח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\"ודע, שאלו הסימנים - העלאת גרה ושסיעת פרסה בבהמות, וסנפיר וקשקשת בדגים, אין מציאותם סיבת ההיתר, ולא היעדרם סיבת האיסור, אלא הם סימן שבאמצעותו יוודעו המין המשובח והמין הדחוי\". משמע - סימני הטהרה סימן הם, ולא סיבה!",
                "font_size": "normal"
            },
            {
                "text": "(מעיין השבוע ג קמה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שמן דגים",
        "description": [
            {
                "text": "מותר לאדם חלש לשתות שמן דגים, אע\"פ שאומרים שהוא עשוי מדגים טמאים, הואיל וטעמו פגום ומאוס, וכל שכן אם השמן מונח בקפסולות. ",
                "font_size": "normal"
            },
            {
                "text": "(ו רלט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "השגחה",
        "description": [
            {
                "text": "חייב כל אדם להקפיד שלא להכניס לביתו אלא רק מאכלים עם כשרות. ואמנם יש כמה וכמה סוגים של השגחות, יש שמחמירים יותר, ויש שמחמירים פחות, ויש שהולכים על עיקר הדין. והמחמיר על עצמו תבוא עליו ברכה, אבל בודאי שאם שואלים אותו, אין לו להורות איסור על השואל, וכמו שכתבו הפוסקים שאסור למורה הוראה להחמיר בדבר המותר אלא אם כן ברר וחקר על מאכל זה שיש בו בעיה. ומכל מקום בודאי שרשאי להציע לשואל להחמיר.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "story",
        "title": "הולכים על בטוח!",
        "description": [
            {
                "text": "נניח, שמכרנו דירה וקיבלנו תמורתה. מה נעשה עם הכסף? יבוא חבר, ויאמר: \"זה בסדר, תן לי, לא תפסיד. סמוך עלי!\". רגע, מה פירוש? זה חצי מליון, לא כסף קטן! מה כוונתו כשהוא אומר \"לא תפסיד\"? - צמוד לדולר, למדד? ומי אומר שיחזיר את הכסף, מי יערוב עבורו? אין ספק, אין אף צל של ספק: את כספנו הוא לא יראה! אנחנו נכתת רגליים, נלך מבנק לבנק, נתעניין, נשווה תוכניות, נתמקח, נוריד עמלות, נדרוש ערבויות ומסמכים חתומים, כי כסף זה לא צחוק!",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "לפני כמה חודשים התפוצצה פרשיה: שטפו איזה מאגר מים ביותר מידי כלור, או משהו כזה. מיד הסתערו רבבות, מאות אלפים, על החנויות, רוקנו את מדפי המים המינרלים. נשאו סלים, מילאו בגז'ים, בהיסטריה המונית. והם צדקו: בריאות זה לא צחוק!",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "תורים משתרכים לפני התחנה המרכזית, לפני הכניסה לכותל המערבי. כולם ממהרים, כולם רוצים להכנס. אבל רגע, סבלנות, אחד אחד! פותחים תיקים, מעבירים בשער מצפצף, מתחקרים. איזה עיכוב, איזה מטרד! אבל הכל מתקבל בהבנה, כורח הנסיבות. כי בטחון זה לא צחוק!",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "יהודי הולך ברחוב ונתקף רָעָב. נושא עיניים, רואה שלט \"כשר\", ונכנס. לאן? על סמך מה?! מי עומד מאחורי השלט, מי מעניק לו ערובה? האם הפירות אינם עורלה, האם הופרשו תרומות ומעשרות כדת וכהלכה? האם הבשר אכן כשר? והרי הבשר המפוקפק, תוצר \"השחיטה השחורה\" - זול בהרבה, \"חסכון\" אטרקטיבי עבור בעלי מסעדות. ואם הבשר אכן נשחט כהלכה - האם אף הומלח כדין, האם נוקר החֶלֶב - שאיסורו בכרת?",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "נהיה כנים עם עצמנו: כסף אינו צחוק, ובריאות אינה צחוק, ובטחון אינו צחוק. ודיני התורה, הוראות הכשרות - מה?! מי שיודע שמאכל אסור מטמטם את הלב, אוטם את הנשמה, צורב בה כתם, ינהג כאותם \"שהיו פורשים משבעים שערים של היתר, מיראתם שער אחד של איסור\"",
                "font_size": "normal"
            },
            {
                "text": "(כדברי חובות הלבבות שער התשובה ה)",
                "font_size": "14px"
            },
            {
                "text": ". יעמוד על המשמר, ויהיה ער לכל חשש!",
                "font_size": "normal"
            },
            {
                "text": "(מעיין השבוע ב שעד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אל תאמינו",
        "description": [
            {
                "text": "כמו כן, יש להזהר אם אוכלים באיזו מסעדה, שלא להסתמך על בעל המסעדה שאומר שיש לו תעודת כשרות, אלא יש לבקש לראותה חתומה מטעם הרבנות המקומית או מהבד\"ץ, ורק אז אפשר לאכול שם. כי לצערנו, רבו הזיופים, ופעמים שהם משאירים את התעודה מזמנים שעברו, ומשתמשים בה על להבא, בו בזמן שאין להם משגיח כלל.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "story",
        "title": "עד היכן צריכים להזהר?",
        "description": [
            {
                "text": "הגאון רבי יהודה צדקה זצ\"ל נסע פעם בליווי תלמידיו להשתטח בתפילה על קברות הצדיקים בהרי הגליל. בדרכם חזרה, והם רעבים וצמאים, נכנסו לעיר טבריה, וחלפו על פני מסעדה אחת, שבתוכה ישבו וסעדו יהודים טובים, שמראם מעיד כי הם יהודים כשרים ויראי שמים. מיד נכנסו תלמידים אחדים למסעדה כדי להזמין מאכלים, ולא טרחו כלל לבדוק אם זו מסעדה כשרה, בהסתמכם על אותם יהודים, אשר בודאי לא יאכלו במקום מפוקפק בכשרותו.",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אולם הרב עצר בעדם. הוא הורה להם ללכת תחילה לברר מפי היושבים אצל השולחנות, האם זו מסעדה כשרה. לא הבינו התלמידים, מדוע הוא חושש, ואיך יעיזו להטיל דופי באנשים יראים ושלמים?! אבל פקודת רבם היתה קדושה בעיניהם, והם הלכו לשאול כפי שהרב הורה. בהפתעה גמורה שמעו את תשובת האנשים, כי בעצם זו מסעדה לא כשרה, בלא שום השגחה, אבל הם בקשו רשות מהבעלים להתיישב ליד השולחנות ולסעוד את ליבם, ואינם אוכלים חלילה מבישולי המקום, כי אם ממה שהביאו עמם מירושלים.",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "התפלאו התלמידים מחכמת רבם, ועד היכן ערנותו וזהירותו מגעת, והכל מרוב יראת שמים.",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "subject",
        "title": "בדיקת המאכלים מחשש תולעים"
    },
    {
        "type": "alaha",
        "title": "המקור מן התורה",
        "description": [
            {
                "text": "נאמר בתורה ",
                "font_size": "normal"
            },
            {
                "text": "(ויקרא יא מג-מה)",
                "font_size": "14px"
            },
            {
                "text": ", \"אל תשקצו את נפשותיכם בכל השרץ השורץ, ולא תטמאו בהם ונטמתם בם\". החמירה התורה מאוד באכילת שקצים ורמשים יותר ממאכלות אסורות של נבלות וטרפות וחזיר וכיוצא. ולכן אע\"פ שהאוכל למשל חתיכת חזיר בכמות של כזית ",
                "font_size": "normal"
            },
            {
                "text": "(27 גרם)",
                "font_size": "14px"
            },
            {
                "text": ", חייב מלקות אחת, דהיינו שכשהיה בית המקדש קיים היו מעמידים אותו על עמוד בבית הדין ומפשיטים את בגדיו, ומכים בו ברצועת עור של חמור שתי מכות על גבו ואחד בבטנו וכן הלאה עד 39 מכות, כדי לכפר לו על חטאו. ועונש זה היה קשה מאוד, עד שאדם היה מעדיף למות ולא לקבל מלקות ",
                "font_size": "normal"
            },
            {
                "text": "(כתובות לג עמוד ב)",
                "font_size": "14px"
            },
            {
                "text": ". ולעומת זאת האוכל שקצים עונשו הרבה יותר חמור. דהיינו שהאוכל שרץ המים כמו סרטנים, עונשו ארבע מלקויות שהם 156 מכות. והאוכל שרץ הארץ כנמלים וכדומה, עונשו חמש מלקויות שהם 195 מכות. והאוכל שרץ העוף כגון זבובים ויתושים, עונשו שש מלקויות שהם 234 מכות.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אזהרה חמורה",
        "description": [
            {
                "text": "הזהירה התורה מאוד בכל המאכלות האסורות \"ולא תטמאו בהם ונטמתם בם\". ודרשו חז\"ל ",
                "font_size": "normal"
            },
            {
                "text": "ונטמתם,",
                "font_size": "",
                "bold": true
            },
            {
                "text": " לשון טמטום, שהאוכל מאכלות אסורות, נעשה ליבו אטום סתום וחתום, ולא יכול להכנס אל ליבו המאכל הרוחני שהוא תורתנו הקדושה. אשר על כן יש להזהר מאוד בפרט במאכלים שמצויים בהם תולעים למיניהם, לבדקם היטב היטב לבל נכשל חס ושלום.\n",
                "font_size": "normal"
            },
            {
                "text": "ולהלן נבאר כמה דוגמאות בזה:\n",
                "font_size": "normal"
            },
            {
                "text": "תאנים",
                "font_size": "",
                "bold": true
            },
            {
                "text": " - נגועים מאוד, טריים ויבשים. ולכן שומר נפשו לא יאכל מהם כלל. ",
                "font_size": "normal"
            },
            {
                "text": "(רטו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "תירס",
                "font_size": "",
                "bold": true
            },
            {
                "text": " - כשהוא שלם בקלח הוא נגוע מאוד ולא ניתן לבדקו, כיון שהתולעים נכנסים בין הגרגרים. לכן אין לאכול את התירס עם הקלח, אלא להפריד את הגרגרים ע\"י חיתוך שכבת הגרגרים בסכין. או לחילופין לקנות תירס גרגרים בקופסאות שימורים או בהקפאה, שאין בו חשש תולעים כיון שעובר תהליך ניקוי במפעל. אמנם בגידול מיוחד ללא חשש תולעים מותר עם הקלח. ",
                "font_size": "normal"
            },
            {
                "text": "(רטו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בוטנים, פיסטוקים, גרעיני חמניות, קשיו",
                "font_size": "",
                "bold": true
            },
            {
                "text": " - כיון שאין מצוי בהם הרבה תולעים, מעיקר הדין אינו חייב לבדקם. וטוב לבדוק שלושה אחדים מהם ואם נמצאו טובים, רשאי לאכול את השאר בלא בדיקה. ",
                "font_size": "normal"
            },
            {
                "text": "(רטו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "פירות הדר",
                "font_size": "",
                "bold": true
            },
            {
                "text": " - מצויות בהם כנימות על הקליפה, ולכן יש לנקות היטב את הקליפה לפני השימוש בה לעוגה או ריבה וכדומה. ",
                "font_size": "normal"
            },
            {
                "text": "(רכא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מרווה, לואיזה, נענה, שיבא, חסה",
                "font_size": "",
                "bold": true
            },
            {
                "text": " - מצוי בהם הרבה מאוד תולעים, ולכן יש להקפיד שלא לאכול סתם מן הבא ליד, אלא רק מגידול מיוחד ללא חשש תולעים, או לחילופין לסנן במסננת קטנה עם צמר גפן או בד עבה מאוד. ",
                "font_size": "normal"
            },
            {
                "text": "(רכה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ועצה טובה:",
                "font_size": "",
                "bold": true
            },
            {
                "text": " -  ישנה אפשרות לייבש את העלים האלו למשך שנה שלימה, כיון שהתולעת אינה חיה יותר מששה חדשים. ובמשך ששה חדשים נוספים היא נעשית אפר, והאפר אינו אסור. ",
                "font_size": "normal"
            },
            {
                "text": "(רנד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אונס",
        "description": [
            {
                "text": "אכל פרי שאין צריך בדיקה והתברר לו אחר כך שהיתה שם תולעת, או אדם שפיהק ונכנס לתוך פיו יתוש וכדומה, אינו צריך לחשוש מענין של 'ונטמתם בם', שכיון שאנוס הוא, אינו מטמטם את ליבו. ובכל זאת כיון שנכשל, יעשה תשובה ויתכפר לו על ידי שילמד את ההלכות של איסורי תולעים. ",
                "font_size": "normal"
            },
            {
                "text": "(רכד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סבון",
        "description": [
            {
                "text": "מותר להתרחץ בסבון שיש בו תערובת איסור. וכן מותר לנקות בו כלי מאכל, אלא שיש להזהר לשטוף את הכלים במים טוב טוב מהסבון.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "subject",
        "title": "קצת מהלכות שחיטה וטריפות"
    },
    {
        "type": "alaha",
        "title": "מצות שחיטה",
        "description": [
            {
                "text": "ציותה התורה כי אדם שרוצה לאכול עוף או חיה או בהמה חייב לשחטו קודם לכן. והסכין חייב להיות חד וחלק ללא שום פגימה, והרבה פרטים ודינים יש בזה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מצות כיסוי הדם בעפר",
        "description": [
            {
                "text": "לאחר שחיטת עוף או חיה בלבד, ציותה התורה לכסות את הדם בעפר. שנאמר ",
                "font_size": "normal"
            },
            {
                "text": "(ויקרא פרק יז פסוק יג)",
                "font_size": "14px"
            },
            {
                "text": ", וְאִישׁ אִישׁ מִבְּנֵי יִשְׂרָאֵל וּמִן הַגֵּר הַגָּר בְּתוֹכָם אֲשֶׁר יָצוּד צֵיד ",
                "font_size": "normal"
            },
            {
                "text": "חַיָּה",
                "font_size": "",
                "bold": true
            },
            {
                "text": " אוֹ ",
                "font_size": "normal"
            },
            {
                "text": "עוֹף",
                "font_size": "",
                "bold": true
            },
            {
                "text": " אֲשֶׁר יֵאָכֵל וְשָׁפַךְ אֶת דָּמוֹ ",
                "font_size": "normal"
            },
            {
                "text": "וְכִסָּהוּ בֶּעָפָר.",
                "font_size": "",
                "bold": true
            }
        ]
    },
    {
        "type": "alaha",
        "title": "עפר מלמעלה ועפר מלמטה",
        "description": [
            {
                "text": "קודם השחיטה יניח עפר על הרצפה, וישחט על גבי העפר, ולאחר מכן יכסה את הדם בעפר. ונמצא שיש עפר למטה מהדם ועפר למעלה מהדם.  ",
                "font_size": "normal"
            },
            {
                "text": " ולמדו זאת בגמרא מסכת חולין (דף פג עמוד ב), מהפסוק 'ושפך את דמו וכסהו בעפר', עפר לא נאמר אלא בעפר [שיהיה הדם עטוף בעפר], ללמדך שהשוחט צריך שיתן עפר למטה ועפר למעלה. ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "על מי מוטלת המצוה",
        "description": [
            {
                "text": "מצות כיסוי הדם בעפר מוטלת על השוחט, ואם בעל העוף רוצה לקיים את המצוה, צריך ליטול רשות מהשוחט שיסכים לתת לו את המצוה. ",
                "font_size": "normal"
            },
            {
                "text": "(ח. צט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הברכה -",
                "font_size": "",
                "bold": true
            },
            {
                "text": "  קודם שמכסה את הדם בעפר, יברך: \"ברוך אתה ה' אלוקינו מלך העולם אשר קדשנו במצוותיו וציונו על כיסוי הדם בעפר\".\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשר נבלה",
        "description": [
            {
                "text": "עוף או חיה או בהמה שמתו מאליהם ללא שחיטה, אסרה התורה לאכול את בשרם והוא הנקרא בשר נבלה. וכן אם שחטו בסכין פגומה, הרי זה בשר נבלה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשר טריפה",
        "description": [
            {
                "text": "עוף או חיה או בהמה חולים שאינם יכולים להחזיק מעמד ולחיות כך במשך יב' חודש, הרי הם נקראים טריפה, ואפילו אם שחט אותם כדין, אסורים הם באכילה. וכמו כן אם לאחר שנשחטו מצאו איזה חור שהוא בתוך הריאה או כל מום שהוא שבאופן כזה לא היו יכולים לחיות יב' חודש, הרי הם טריפה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אווזים מפוטמים",
        "description": [
            {
                "text": "שנים רבות, קיימת תופעה של \"פיטום אווזים\", דהיינו שמאכילים ומפטמים את האווזים בעל כורחם, כדי להשביח להם את הכבד. וכיצד מתבצע תהליך הפיטום?\n",
                "font_size": "normal"
            },
            {
                "text": "בהגיע עתם של האווזים להיות ראויים להלעטה ופיטום, בעת שהמשקל הממוצע של האווז הוא כ-4 ק\"ג ",
                "font_size": "normal"
            },
            {
                "text": "[שזהו הגודל הטבעי שלהם באופן רגיל בלא פיטום]",
                "font_size": "16px"
            },
            {
                "text": ", מאכילים אותם בעל כרחם שלוש פעמים בכל יום, ובכל פעם כחצי ק\"ג של תירס מבושל, על ידי מכונה המיוחדת לזה, שיש לה בית קיבול עגול ורחב המכיל את המנה הראויה לכל ארוחה, ויש לה צינור ארוך שרוחבו ואורכו מתאימים לושט של האווז שהוא ארוך מאוד, משום שלאווזים אין זפק כלל, והושט הוא ארוך וישר מן הפה עד הקורקבן. ואוחזים את האווז בחוזקה בין רגליו של האיש המפטם, ומכניס את הצינור לושט, ומתחיל לסובב בידית, ועל ידי זה התירס נדחף בחוזק לתוך הושט, עד שמסיים את כל המנה שבכלי. וכך עושים שלוש פעמים בכל יום למשך שלושה שבועות, ואז מגיעים האווזים למשקל של כמעט 8 ק\"ג, ומיד מביאים אותם לשחיטה, שאם מתעכבים יותר, אינם יכולים להתקיים כלל.\n",
                "font_size": "normal"
            },
            {
                "text": "פעולה זו, מלבד שיש לדון בה מצד צער בעלי חיים, יש בה אף בעיה בכשרות הבשר: בהיות שמאכילים את האווזים על כרחם, דבר מצוי הוא שיהיה להם פצעים ונקבים בושט, אם מצד הכנסת הצינור בכח גדול וביד חזקה לושט, ואם בגלל התירס שנדחף בלחץ המכונה. ונקב כלשהו בושט, העוף טרף. ואף שלאחרונה שינו בדרך ההלעטה, והחלו להלעיטם דברים רכים, וטוחנים את התירס המבושל עד שנעשה כדייסה, ונותנים צינור קטן בפה, והדייסה נכנסת לושט על ידי לחץ אויר מהמכונה הנ\"ל, אך עדיין מצויים בהם נקבים נקבים מחמת חולי הפטריות המצוי באווזים. ועוד חשש טרפות יש בהם, מאחר ואינם יכולים לחיות לאחר ההלעטה י\"ב חודש. על כן, אדם שיש לו יראת שמים, יזהר שלא לאכול אווזים מפוטמים כלל. והמזהיר והנזהר ירבה שלומם כנהר. ",
                "font_size": "normal"
            },
            {
                "text": "(עיין שו\"ע סימן לג ס\"ג. יבי\"א ח\"ט ס\"ג. שמע שלמה ח\"ד ס\"א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשר 'חלק' ובשר 'כשר'",
        "description": [
            {
                "text": "המושג של בשר 'חלק' ובשר 'כשר', נוצר לפני כמאתיים שנה, ומעשה שהיה כך היה: האוכלוסיה בירושלים דאז היתה מונה ספרדים בלבד, וזאת מחמת מושל ישמעאלי רשע שלא האמין באשכנזים כיהודים כיון שבאו מארצות הנצרות, ועל כן היה מטיל עליהם מיסים כבדים והיו הולכים להתגורר בעיקר בערי חברון וצפת. לאחר שמת מושל רשע זה נתמנה מושל אחר ליברלי יותר, וקיבל כי האשכנזים הינם יהודים ממש, ואז נהרו רבים מהאשכנזים לעיר הקודש ירושלים, ופתחו להם משחטה משלהם. מפאת חילוקי הדעות בגדרי בהמה טרפה בין מרן השלחן ערוך שהספרדים פוסקים על פיו, ובין הרמ\"א שהאשכנזים פוסקים על פיו, גרם הדבר לבלבולים, כי יש בהמות שמרן מטריף ולרמ\"א הם כשרים. אי לכך תיקן הראשון לציון דאז, הגאון רבי יעקב שאול אלישר זצ\"ל, שעל הבהמות הכשרות לדעת מרן יכתבו 'חלק', ועל הבהמות הכשרות לדעת הרמ\"א יכתבו 'כשר', והזהירו שהספרדים לא יקנו אלא מהבשר ה'חלק' בלבד, כי הבשר ה'כשר' הינו טרף לדעת מרן, ותקנה זו קיימת עד היום. אמנם במשך השנים טעו חלק מציבור הספרדים והחלו לקנות גם כן בשר 'כשר'. אשר על כן יש ליידע את כל הצבור הספרדי כי גם היום קיימת תקנה זו לחלק בין בשר 'כשר' לבשר 'חלק', ואין להקל ראש ולקנות בשר 'כשר', כי הינו 'טרף' לספרדים.\n",
                "font_size": "normal"
            },
            {
                "text": "אע\"פ שלבני אשכנז מעיקר הדין מותר לאכול בשר 'כשר', מכל מקום מה טוב ומה נעים שגם הם יקבלו על עצמם חומרה זו כדעת מרן השלחן ערוך, בפרט בחשש איסור כזה חמור של אכילת בשר טרף. ובאמת שכן רבים מבני אשכנז החרדים לדבר ה', משתדלים לקנות אך ורק בשר 'חלק', ותבוא עליהם ברכת טוב.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "עדות שנהגו בחוץ לארץ לאכול בשר 'כשר'",
        "description": [
            {
                "text": "גם חלק מהספרדים ועדות המזרח שנהגו בחוץ לארץ להקל לאכול בשר 'כשר', כיון שבאו עתה לארץ ישראל שזה מקומו של מרן השלחן ערוך שקבלנו הוראותיו, יש להשתדל לדבר עמהם בנחת ובהסברה נעימה, שבשר זה הינו טרף לדעת מרן, ושיקפידו לקנות אך ורק בשר 'חלק'. וכל המזכה את הרבים זכות הרבים תלויה בו, ואין חטא בא על ידו. אשריו בעולם הזה וטוב לו לעולם הבא.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אורח במקום שאוכלים בשר 'כשר'",
        "description": [
            {
                "text": "המתארח אצל חבר שאוכל בשר 'כשר', ועתה אינו יודע אם הבשר שהובא לפניו 'כשר' או 'חלק', מעיקר הדין מותר לו לאכול את הבשר, ואינו חייב לברר אם הבשר 'חלק'. ויש להקל בזה בפרט במקום שיש לחוש שיתבייש בעל הבית. והטעם בזה משום 'ספק ספיקא', ספק אם הבשר 'כשר' או 'חלק', ואפילו תאמר שהבשר 'כשר', שמא הלכה כדעת הרמ\"א שמותר. ",
                "font_size": "normal"
            },
            {
                "text": "(קיט)",
                "font_size": "14px"
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "[בבאור המושג 'ספק ספיקא', עיין בחוברת 'השבת בהלכה ובאגדה' חלק א]",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלים שבשלו בהם בשר 'כשר'",
        "description": [
            {
                "text": "אורח חשוב המתארח אצל חברו שאוכל בשר 'כשר', ולכבוד האורח החשוב קנה הבעל הבית בשר 'חלק', אע\"פ שהבשר מתבשל בכלים הבלועים מבשר 'כשר', מותר לאורח לאכול שם. ומכל מקום אם ישנה אפשרות מראש ובצורה יפה ונעימה, שבעל הבית יגעיל את הכלים במים רותחים, תבוא עליו ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(קכ)",
                "font_size": "14px"
            }
        ]
    },
    {
    "type": "story",
    "title": "מה הדאיג את הרב?",
    "description": [
        {
            "text": "באחד הימים נזדעזעו תושבי הארץ, כשנודע שבאחד הקיבוצים מגדלים שפנים למאכל, ה' ירחם.",
            "font_size": "normal"
        },
        {
            "text": "\n",
            "font_size": "normal"
        },
        {
            "text": "נכנס בחור אצל הגאון רבי ליב חסמן זצ\"ל, המשגיח של ישיבת \"חברון\", ומצאו דופק באצבע על השולחן בלי לדבר. ידע הבחור, כי כך נוהג הרב כשמצטער הוא מאוד, שאל התלמיד לפשר הענין.",
            "font_size": "normal"
        },
        {
            "text": "\n",
            "font_size": "normal"
        },
        {
            "text": "ענה לו הרב: נאמר: \"ולא תקיא הארץ אתכם\", הנה חושש אני שבשל החטא החמור שנעשה כאן בארץ ישראל של אכילת שפנים, יגרשו אותנו מארצנו הקדושה. מילא - אני, אבל כיצד תוכל אשתי הרבנית החולה ללכת?\"",
            "font_size": "normal"
        },
        {
            "text": "\n",
            "font_size": "normal"
        },
        {
            "text": "כך חש רבי ליב בצורה מוחשית כל כך את חומר החטא והעונש על מאכלות אסורות.",
            "font_size": "normal"
        }
    ]
}
,
    {
        "type": "subject",
        "title": "בשר שהתעלם מהעין"
    },
    {
        "type": "alaha",
        "title": "טעם האיסור",
        "description": [
            {
                "text": "בשר שהניחוהו במקום מסוים ללא שימת עין עליו, אם יכולה להיווצר מציאות שיבוא איזה עוף או חיה או בהמה או גוי ויקחו את החתיכה ויביאו במקומה בשר אחר, הרי שאסור לאכול חתיכה זו, מחשש שהחליפוה בבשר איסור. אבל אם אין שום אפשרות שתתחלף החתיכה, כגון שהחלון סגור או שהבשר מכוסה בתוך כלי, מותר הבשר באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(ט קלד, קלה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טביעות עין",
        "description": [
            {
                "text": "גם בשר שהונח במקום פתוח שהיה חשש שהוחלף, כגון האוכל בחצר ביתו או בבית והחלון פתוח, אם מכיר הוא את הבשר בטביעות עין שזהו הבשר שהניח, או שהיה לו סימן מסוים בבשר, מותר הבשר באכילה. וכמו כן, אם היה הבשר מבושל או מתובלן ומכיר את הבשר שזהו ולא הוחלף, מותר לאוכלו. ",
                "font_size": "normal"
            },
            {
                "text": "(קלז. סימן סג ס\"א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פועל גוי",
        "description": [
            {
                "text": "אולמות שמעבידים פועלים גויים במטבח לעזור לטבח היהודי או בתים שמעבידים 'פיליפינית', ופעמים והגוי נשאר במטבח או בבית לבד, ויש שם בשר, צריכים להקפיד שישאר המקום פתוח, שאז הגוי מפחד להחליף את הבשר ושאר המוצרים מחשש שכל רגע יכנס היהודי, ויראהו ויפטר אותו מהעבודה. ומכל מקום כאשר אין שום רווח לגוי להחליף את המוצרים ללא כשרים, אף אם המקום סגור, אין צריך לחשוש שמא החליף. ",
                "font_size": "normal"
            },
            {
                "text": "(קלז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות דם וביצים"
    },
    {
        "type": "alaha",
        "title": "איסור אכילת דם",
        "description": [
            {
                "text": "התורה אסרה לאכול דם של בהמה, חיה ועוף, אבל דם של דגים וחגבים מותר. אלא שחכמים אסרו לאכול כל דם משום מראית העין, שהרואים יאמרו שאדם זה שותה דם של איסור. ומכל מקום רשאי לשתות דם דגים אם יעשה היכר כגון שיניח בצידי הכוס מעט קשקשים שאז ניכר שדם זה של דגים. ",
                "font_size": "normal"
            },
            {
                "text": "(קעט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דם שלא פירש",
        "description": [
            {
                "text": "מה שאסרה התורה דם בהמה חיה ועוף, דוקא כשכבר פירש הדם ויצא מהחתיכה אבל אם הדם עדיין לא פירש, מותר. ולכן מותר מן הדין לקחת חתיכת בשר שאינה מבושלת ולא מלחו אותה עדיין מדמה, ולאוכלה כמות שהיא אלא שצריך להדיחה במים היטב מהדם שעל פני החתיכה. ",
                "font_size": "normal"
            },
            {
                "text": "(קצז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דם האדם",
        "description": [
            {
                "text": "דם האדם חכמים אסרוהו משום מראית העין. ולכן אדם שאכל לחם וירד לו דם מהשיניים ונמצא הדם על הפרוסה, יקלף את אותו מקום ולא יאכלנו. אבל הדם שנמצא עדיין בפיו, מותר לבלעו שאין בזה חשש של מראית העין. ",
                "font_size": "normal"
            },
            {
                "text": "(קצה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דם ביצים",
        "description": [
            {
                "text": "דם שנמצא בביצים, אם נמצא הדם בחלמון שהוא הצהוב, הרי זה סימן להתחלת ריקום האפרוח, והביצה כולה אסורה באכילה. אבל אם נמצא הדם בחלבון שהוא הלבן, זורק את הדם והביצה מותרת. ",
                "font_size": "normal"
            },
            {
                "text": "(קפ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ביצה אסורה שהתערבה באחרות",
        "description": [
            {
                "text": "אם נמצא דם בחלמון, שהביצה אסורה, והתערבה ביצה זו בתערובת ביצים אחרות הטרופות בקערה, כל הביצים אסורות עד שיהיו שישים ואחת ביצים כשרות כנגד ביצת האיסור. ואם כל חלמון וחלמון ניכר בפני עצמו, מותר לאכול כל חלמון שעליו אין דם, אבל החלבונים כולם אסורים מחמת החלבון האסור.\n",
                "font_size": "normal"
            },
            {
                "text": " והטעם שצריך פי שישים ואחת ולא די בשישים ככל האיסורים, כיון שיש ביצים קטנות ויש גדולות יותר, וכדי להיות בטוחים שבודאי יש שישים כנגד ביצת האיסור, אנו לוקחים ביצה אחת יותר. (יורה דעה סימן צח סעיף ח) ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ספנא מארעא (חום הקרקע)",
        "description": [
            {
                "text": "ומכל מקום כל דין זה בביצים שנוצרו מזכר ונקבה, אבל ביצים שנולדו מתרנגולת נקבה בלבד על ידי חימום בקרקע הם נקראים 'ביצי סַפְנָא ",
                "font_size": "normal"
            },
            {
                "text": "[חום]",
                "font_size": "16px"
            },
            {
                "text": " מֵאַרְעָא' ",
                "font_size": "normal"
            },
            {
                "text": "[מהקרקע]",
                "font_size": "16px"
            },
            {
                "text": ", וכיון שלעולם לא יכול לצאת מהם אפרוח, אפילו אם נמצא הדם בחלמון, הביצה מותרת, כיון שאינו אלא לכלוך סתם, ויוציא רק את הדם משום מראית העין. ",
                "font_size": "normal"
            },
            {
                "text": "(קפ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם נמצא דם בביצת ספנא מארעא, ושכחו להוציאו, והתערבה הביצה בביצים אחרות, הביצים כולן מותרות. ",
                "font_size": "normal"
            },
            {
                "text": "(קפב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ביצי תנובה",
        "description": [
            {
                "text": "ביצים המשווקות כיום על ידי תנובה, רובן ככולן הינן 'ספנא מארעא', ולכן אם נמצא בהן דם, מותרות הביצים. ואף שאפשר שישנן כמה ביצים של זכר המעורבות בהן, כיון שהרוב הן ביצים של ספנא מארעא, הולכים אנו אחר הרוב והביצה מותרת. ",
                "font_size": "normal"
            },
            {
                "text": "(קפ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "גמיעת ביצה חיה",
        "description": [
            {
                "text": "מותר לגמוע כל ביצה חיה ואין לחשוש שמא יש בה דם, כיון שאנו הולכים אחר הרוב, ורוב הביצים אין בהן דם. ומטעם זה אנו מבשלים ביצים שלימות, ואין בודקים אם יש בהם דם כלל. ",
                "font_size": "normal"
            },
            {
                "text": "(קצא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ביצת נבלה וטריפה",
        "description": [
            {
                "text": "ביצה שנמצאה בתרנגולת נבלה או טריפה, אסורה הביצה באכילה. ואסור אף למכרה לגוי, מחשש שמא ימכרה לישראל. ואם התערבה הביצה בשתי ביצים כשרות, כולן מותרות באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(ו רמט, רנג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות מליחה"
    },
    {
        "type": "alaha",
        "title": "טעם מליחת הבשר",
        "description": [
            {
                "text": "כיון שאסרה התורה לאכול דם בהמה, חיה ועוף, לכך מולחים אנו את הבשר, שבפעולה זו נשאב כל הדם שבחתיכה.  ",
                "font_size": "normal"
            },
            {
                "text": " ואע\"פ שבארנו לעיל שלא אסרה התורה דם שלא פירש מהחתיכה, מכל מקום אם לא נמלח את הבשר ונסתפק רק בהדחת החתיכה במים, הרי שכאשר נבשל את החתיכה, תפלוט החתיכה את הדם הבלוע בה ויאסר התבשיל כולו, מחמת הדם שפירש, לכך מולחים אנו את הבשר שלא ישאר דם בחתיכה כלל. ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אף שלא מצוי כל כך שמולחים את הבשר בבית, מחמת שהבשר ה'חלק' שמצוי היום בחנויות, הוא כבר נמלח והוכשר כדין, מכל מקום מאוד חשוב לדעת את סדר המליחה, כדי שלא תשתכח תורת המליחה ח\"ו, בפרט מהבנות הצעירות שלא ראו היאך מולחים בשר, ולא הגיע לידן למעשה.\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "וזהו סדר מליחת הבשר:",
                "font_size": "27px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הדחת הבשר",
        "description": [
            {
                "text": "קודם המליחה יש להדיח את הבשר עד שיהיו מי השטיפה לבנים ונקיים, וישפשף היטב בידיו את החתיכה בפרט במקומות שהדם נקרש. והטעם להדחה זו כדי שהמלח יוכל לשאוב את הדם מהחתיכה, ולא יתעכב הדם לצאת מחמת הדם שעל פני החתיכה, שלא יתן למלח לפעול את פעולתו כראוי. ",
                "font_size": "normal"
            },
            {
                "text": "(רמה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שריית הבשר",
        "description": [
            {
                "text": "נהגו להחמיר ולשרות את הבשר כולו חצי שעה במים, כדי לרכך את הבשר שיהיה נוח וקל לפליטת הדם ממנו. ומכל מקום בשעת הדחק או בערב שבת שהזמן מצומצם, יש להסתפק בהדחה בלבד ללא שריה במים. ",
                "font_size": "normal"
            },
            {
                "text": "(רנח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מים צוננים",
        "description": [
            {
                "text": "יש להזהר שלא להשרות את הבשר במים קרים מאוד, כיון שהם מקשים את הבשר, אלא ישרה את הבשר במים צוננים מעט, כמו המים שבברזים. ",
                "font_size": "normal"
            },
            {
                "text": "(רס)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טפטוף המים",
        "description": [
            {
                "text": "לאחר השריה במים, יש להמתין מעט כדי שיטפטפו המים מהחתיכה ורק אח\"כ ימלח, כי אם ימלח מיד בעוד המים על החתיכה, ימס המלח ולא יפעל את פעולתו להפליט את הדם מחמת שנחלש כוחו.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלי מנוקב",
        "description": [
            {
                "text": "ישים לב לייחד כלי מיוחד למליחה, ובשעת הדחק מותר באקראי להשתמש בכלי אחר. וצריך שכלי המליחה יהיה מנוקב או שיהיה חלק ויניחו במדרון לכיוון מטה, כדי שיוכל הדם לזוב ממנו. ",
                "font_size": "normal"
            },
            {
                "text": "(רפ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סוג המלח",
        "description": [
            {
                "text": "המלח לא יהיה עבה מידי ולא דק כקמח אלא בינוני, כמו 'מלח בישול'. ומכל מקום אם אין לו 'מלח בישול', ימלח במלח שולחני המצוי כיום. ",
                "font_size": "normal"
            },
            {
                "text": "(ש)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "המליחה מכל הצדדים",
        "description": [
            {
                "text": "צריך למלוח מכל הצדדים, ויקפיד שלא ישאר מקום בלי מלח. וכן בעופות יקפיד למולחם בפנים ובחוץ, ובדיעבד אם מלח בצד אחד, מותר. ",
                "font_size": "normal"
            },
            {
                "text": "(שח, שיח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חתיכה עבה",
        "description": [
            {
                "text": "מותר למלוח לכתחילה חתיכה עבה וגדולה מאוד, כי בכוחו של המלח להפליט את הדם מהחתיכה כולה. ",
                "font_size": "normal"
            },
            {
                "text": "(שיז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "זמן שהיית המלח",
        "description": [
            {
                "text": "יש להשהות את החתיכה בעוד המלח עליה למשך שעה, אבל במקום צורך יש להקל להשהות חצי שעה, ובשעת הדחק כגון בערב שבת שהזמן מצומצם, די להשהות שמונה עשרה דקות וכדעת מרן השלחן ערוך. ",
                "font_size": "normal"
            },
            {
                "text": "(שכב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הדחה אחרונה",
        "description": [
            {
                "text": "אחר ששהתה החתיכה במלח, ידיח את החתיכה מהדם שעליה, עד שיהיו המים זכים ונקיים. ",
                "font_size": "normal"
            },
            {
                "text": "(שלד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": " חליטה\nלדעת הרמב\"ם אין במליחה כח להפליט את כל הדם הבלוע בחתיכה, ועדיין יש חשש שיפלט הדם בבישול. לכך לאחר המליחה צריך לתת את הבשר במים רותחים מבעבעים, כדי שהמים הרותחים יצמיתו את כל הדם הבלוע בחתיכה ולעולם לא יצא עוד, שהרי לא אסרה תורה אלא דם שפירש. וכן נוהגים חלק מעדת תימן שפוסקים כהרמב\"ם ותבוא עליהם ברכה. אמנם להלכה אין צורך בזה, ודי במליחה שאנו עושים. (ו א) ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "השהיית בשר שלשה ימים",
        "description": [
            {
                "text": "בשר ששהה שלושה ימים ",
                "font_size": "normal"
            },
            {
                "text": "[72 שעות]",
                "font_size": "16px"
            },
            {
                "text": " בלי מליחה, התייבש דמו בתוכו, ואין בכח המלח להפליט ממנו את דמו לעולם, ולכן אין אפשרות לאוכלו מבושל אלא צלי, שבכח האש לשאוב את הדם ולשרפו.  ",
                "font_size": "normal"
            },
            {
                "text": " ואף אם נשאר מעט דם שלא יצא באש, הרי דינו כדם שלא פירש, שמותר באכילה. (שפט) ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בשר ששהה שלשה ימים בלי מליחה, אף שצלו אותו, אין לבשלו לאחר הצליה, שכיון שהתייבש דמו בתוכו, לא ברור שיצא כל הדם באש, וקיים חשש שבבישול יתרכך הבשר ויצא הדם. ובדיעבד אם בשלו לאחר הצליה, מותר הבשר באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(שפט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בשר ששהה שלשה ימים בלי מליחה, וטעו ומלחו אותו ובשלוהו, לא נאסר הבשר באכילה. והכלי שבו התבשל הבשר, יש להתיר לבשל בו כעבור 24 שעות משעת הבישול. ",
                "font_size": "normal"
            },
            {
                "text": "(שצט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "לכתחילה לא ישהה בשר שלשה ימים בלי מליחה אף שבכוונתו לצלותו, מחשש שמא יטעה למלחו ולבשלו. לפיכך צריכים הקצבים להקפיד על כל בשר הנמצא ברשותם, שלא יעברו עליו שלשה ימים בלי מליחה. ",
                "font_size": "normal"
            },
            {
                "text": "(שצג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם בכל זאת לא הספיקו למלוח את הבשר בתוך שלושה ימים, ישרו את כל הבשר חצי שעה במים לקראת סוף יום השלישי ",
                "font_size": "normal"
            },
            {
                "text": "[אחר 71 שעות מהשחיטה]",
                "font_size": "16px"
            },
            {
                "text": ", ואז יהיה מותר למלחו ולבשלו בתוך שלושת הימים הבאים מסיום השרייה. ",
                "font_size": "normal"
            },
            {
                "text": "(שצג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אם טעו והניחו בשר שלושה ימים בלי מליחה במטרה לצלותו, אף שעשו שלא כהוגן, בכל זאת לא נאסר הבשר ומותר לצלותו ולאוכלו. ",
                "font_size": "normal"
            },
            {
                "text": "(שצג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בשר שיש ספק אם עברו עליו שלשה ימים בלי מליחה או לא, יש להתיר למלחו ולבשלו ככל בשר. ",
                "font_size": "normal"
            },
            {
                "text": "(תא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשר קפוא",
        "description": [
            {
                "text": "בשר שלא נמלח והקפיאו אותו ועברו יותר משלושה ימים, מותר למלחו ולאוכלו, שכיון שהוא קפוא, הדם נשאר בתוכו כמות שהוא ולא התייבש בחתיכה. ",
                "font_size": "normal"
            },
            {
                "text": "(תז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשר טחון",
        "description": [
            {
                "text": "בשר שלא נמלח מדמו וטחנו אותו, לא מועיל למלחו עכשו כדי לבשלו, ואין לו היתר אלא בצליה, שעל ידי האש נשאב הדם ונשרף. והמכונה שבה נטחן הבשר, לא נאסרה, ודי לשטפה ולהדיחה היטב. ",
                "font_size": "normal"
            },
            {
                "text": "(ו קפג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מוח. לב. כבד.",
        "description": [
            {
                "text": "אחד הדברים המשכיחים את לימודו של האדם, הוא האוכל לב של בהמה. ולדעת רבנו האר\"י ז\"ל, לא יאכל לב בהמה, חיה או עוף, כי שם תכלית שורש התקשרות נפש הבהמית, והיצר הרע מתקשר בו וגורם לו שכחה וטיפשות הלב. ולדברי המקובלים טוב להזהר שלא לאכול גם מוח וכבד של בהמה ועוף. ומכל מקום העיקר שלא ימלא כרסו מהם. ומי שאוכל לצורך בריאותו, וכגון אשה בהריון או יולדת, אין להם להימנע מלאכול כבד, ויאכל כנגד זה דברים המסוגלים לזכרון, כשמן זית וכיוצא. ",
                "font_size": "normal"
            },
            {
                "text": "(תצה, תקג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הכשרת הלב",
        "description": [
            {
                "text": "הלב מתקבץ דמו בתוכו בשעת השחיטה, ולכן אם רוצה לבשלו, צריך לקרעו שתי או ערב ולמלחו, ואח\"כ רשאי יהיה לבשלו. ואם רוצה לצלותו, יקרענו ויצלה. ואם מלח בלי לקרעו כלל, יקרענו אחר המליחה, וישטפהו היטב. וכן אם צלה בלי לקרעו, יקרענו אחר הצלייה, וישטפהו היטב. אך אם בישלו בלי לקרעו, אסור לאוכלו עד שיהיה בתבשיל פי שישים מכנגד הלב. ",
                "font_size": "normal"
            },
            {
                "text": "(תצא, תצג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "ערלת הלב -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " טוב לחתוך את ערלת הלב ",
                "font_size": "normal"
            },
            {
                "text": "[חידוד הלב]",
                "font_size": "16px"
            },
            {
                "text": ", כדי להעביר משם את כוחות הטומאה. וסמך לזה מהפסוק \"ומלתם את ערלת לבבכם\" וערפכם לא תקשו עוד. ",
                "font_size": "normal"
            },
            {
                "text": "(תצה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מליחת הטחול",
        "description": [
            {
                "text": "אף על פי שיש בטחול מראה אדמומית ונראה שיש בו ריבוי דם, מכל מקום דינו ככל בשר ודי לו במליחה, ואין צריך לצלותו דוקא כמו בכבד. וכן מותר למלחו עם שאר בשר ללא חשש. ",
                "font_size": "normal"
            },
            {
                "text": "(תקכד, תקכה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מליחת כליות וביצי זכר",
        "description": [
            {
                "text": "כליות וביצי זכר דינם ככל בשר ודי במליחה כדי לבשלם, אף על פי שיש בהם ריבוי דם, וכמו שכתב מרן הבית יוסף \"המנהג להתיר ולא שמענו פוצה פה\". ",
                "font_size": "normal"
            },
            {
                "text": "(תקכה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מליחת הקורקבן",
        "description": [
            {
                "text": "יפתח את הקורקבן, ינקהו מכל שיירי מאכל שבו, ימלחהו מכל צדדיו ויבשלו. ",
                "font_size": "normal"
            },
            {
                "text": "(תקל)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "מדיני צליית הבשר"
    },
    {
        "type": "alaha",
        "title": "האש שואבת",
        "description": [
            {
                "text": "כשצולים את הבשר אין צורך למלחו, כיון שהאש שואבת ושורפת את הדם כולו, ולכן די בהדחת הדם שנראה על פני החתיכה. וטוב לפזר מעט גרגירי מלח סמוך לצלייה מיד. ",
                "font_size": "normal"
            },
            {
                "text": "(ח. תקלו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בצל בשפוד עם בשר",
        "description": [
            {
                "text": "מותר לכתחילה לתת בצלים או תפוחי אדמה בשפוד עם הבשר ולצלותם יחד, שאפילו אם יבלע מדם הבשר, כבלעו כך פלטו וישרף מחום האש. ",
                "font_size": "normal"
            },
            {
                "text": "(ו קצח. תקמא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סכין לחיתוך כבד",
        "description": [
            {
                "text": "כבד או בשר הנצלה על האש, מותר לחתוך ממנו בסכין בעודו על האש, אף שעדיין לא נצלה כל צרכו, ולא נאסר הסכין מחמת הדם. וכן מותר לנעוץ מזלג בכבד ובבשר, כדי להפכו מצד אל צד.  ",
                "font_size": "normal"
            },
            {
                "text": " כי כלל בידינו \"כבולעו כך פולטו\", דהיינו שכשם שנבלע הדם בסכין באמצעות החום, כך גם נפלט הדם מהסכין באמצעות החום. ",
                "font_size": "16px"
            },
            {
                "text": "  ובני אשכנז מחמירים בכל זה לכתחילה. ",
                "font_size": "normal"
            },
            {
                "text": "(ו קצז. תקלח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "להפוך את השפוד",
        "description": [
            {
                "text": "מותר לגלגל ולהפוך את השפוד מצד לצד אף בתחילת הצליה, מפני שהאש שואבת ושורפת את הדם בכל מצב. ובני אשכנז מחמירים שלא להפכו. ",
                "font_size": "normal"
            },
            {
                "text": "(ו קצז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שימוש חוזר בשפוד או ברשת",
        "description": [
            {
                "text": "שפוד או רשת שצלו בהם כבד או בשר, מותר לצלות בהם שנית ללא ליבון. ואין חשש לדם הנבלע בהם, כי כלל בידינו 'כבולעו כך פולטו'. ובני אשכנז מחמירים בזה לכתחילה. ",
                "font_size": "normal"
            },
            {
                "text": "(תקמב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הוצאת השפוד מהאש",
        "description": [
            {
                "text": "מותר להוציא את השפוד מהאש באמצע הצליה, כדי לראות אם נצלה הבשר היטב או כדי לסדר את הגחלים. ",
                "font_size": "normal"
            },
            {
                "text": "(תקמא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "השהיית הבשר בשפוד",
        "description": [
            {
                "text": "מותר להשהות את הבשר בשפוד אף שהוסר מהאש, ואין חוששים שמא יחזור הבשר החם ויבלע מהדם הבלוע בשפוד, ובני אשכנז מחמירים בזה. ",
                "font_size": "normal"
            },
            {
                "text": "(תקמג)",
                "font_size": "14px"
            },
            {
                "text": "\n\nמדיני צליית הכבד",
                "font_size": "52px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "מדיני צליית הכבד"
    },
    {
        "type": "alaha",
        "title": "הכנת הכבד לצליה",
        "description": [
            {
                "text": "הכבד יש בו ריבוי דם, ולכן אין תקנה לבשלו אלא לאוכלו צלי בלבד. וקודם הצלייה, צריך לחתכו חתך אחד לכל אורכו וחתך אחד לכל רוחבו, כדי שגם הדם הנמצא בסמפונות ",
                "font_size": "normal"
            },
            {
                "text": "[חוטי הדם]",
                "font_size": "16px"
            },
            {
                "text": " יצא. ויניח מקום החיתוך למטה ויצלהו. ובדיעבד אם לא קרעו, רשאי לקרעו אחר צלייתו, אך יזרוק את הסמפונות ",
                "font_size": "normal"
            },
            {
                "text": "[שהם חוטי הדם הדקים מאוד העוברים בכבד]",
                "font_size": "16px"
            },
            {
                "text": ", ויאכל את הכבד בלבד. ונהגו לפזר מלח על הכבד קודם הצלייה. ",
                "font_size": "normal"
            },
            {
                "text": "(תצט, תקג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מעט צלי",
        "description": [
            {
                "text": "אין צורך לצלות את הכבד כל צרכו, ודי אפילו במעט צלייה, וכבר הוא מותר באכילה.  ",
                "font_size": "normal"
            },
            {
                "text": " כי אף אם יש בו עדיין דם, מאחר והדם לא פירש לחוץ, הריהו מותר באכילה. (יבי\"א ח ט)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בישול הכבד אחר הצלייה",
        "description": [
            {
                "text": "אם רוצה לבשל את הכבד לאחר צלייתו, לא די לצלותו מעט, אלא לכתחילה יצלהו עד שיהיה נראה שזב כל דמו, ואז יבשלהו. ויש נוהגים להקל לצלותו רק כחצי צלייה קודם הבישול. וטוב להדיח את הכבד קצת במים אחר הצליה קודם הבישול. ",
                "font_size": "normal"
            },
            {
                "text": "(יבי\"א ח\"ח סימן ט. תקיט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "דם שטפטף על הכבד בשעת צלייתו",
        "description": [
            {
                "text": "כשצולים כבד, יזהר שלא להעביר מעליו חתיכות שלא נצלו שהדם עודו עליהן, מחשש שיטפטף הדם על הכבד הנצלה. ואם טפטף, יחתוך מעט ",
                "font_size": "normal"
            },
            {
                "text": "[2 ס\"מ]",
                "font_size": "16px"
            },
            {
                "text": " מהכבד לעומק במקום נפילת הדם. והוא הדין בדם שטפטף על הבשר בצליה. ",
                "font_size": "normal"
            },
            {
                "text": "(תקלט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "השהיית כבד שלשה ימים",
        "description": [
            {
                "text": "כבד ששהה שלושה ימים ",
                "font_size": "normal"
            },
            {
                "text": "[72 שעות]",
                "font_size": "16px"
            },
            {
                "text": " ללא צלייה, אין לבשלו אחר הצלייה. ולכן אין להשהות כבד שלושה ימים במקרר בידיעה מראש לבשלו אחר הצלייה. ומכל מקום אם צלאו ולאחר מכן עבר על ההלכה ובשלו, מותר באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(תקכב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מותר להשהות כבד במקרר אפילו יותר משלושה ימים במטרה לצלותו בלבד, ולא לבשלו לאחר מכן, אבל אסור להשהות בשר שלושה ימים בלי מליחה, אפילו על מנת שיצלה אותו, מחשש שמא ישכח ויבשלהו בלא צליה.  ",
                "font_size": "normal"
            },
            {
                "text": " וטעם החילוק בין כבד לבשר, היות והרגילות בבשר למלחו ולבשלו, לכך יש חשש שישכח ויבשלו בלי צליה קודם, לא כן בכבד שעיקרו עומד לצליה לבד, ולא לבישול אחר הצליה, לכך לא חוששים שישכח ויבשלו אחר הצליה, שמן הסתם יצלהו בלבד. (יחוה דעת ח\"ו סימן מו. ו רט)",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כבד קפוא",
        "description": [
            {
                "text": "מותר לכתחילה להקפיא כבד יותר משלושה ימים, ואח\"כ לצלותו ולבשלו. ",
                "font_size": "normal"
            },
            {
                "text": "(תקכג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חנויות",
        "description": [
            {
                "text": "יש להזהר שכאשר קונים כבד טרי בחנויות, לברר את תאריך השחיטה, כך שאם עברו שלשה ימים ",
                "font_size": "normal"
            },
            {
                "text": "[72 שעות]",
                "font_size": "16px"
            },
            {
                "text": " משעת השחיטה, לא יבשל את הכבד אחר צלייתו.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הפשרת הכבד",
        "description": [
            {
                "text": "אין להפשיר כבד קפוא במים חמים אפילו בכלי שני, ומכל מקום בדיעבד אף אם עירה ",
                "font_size": "normal"
            },
            {
                "text": "[שפך]",
                "font_size": "16px"
            },
            {
                "text": " עליו מים חמים מכלי ראשון כדי להפשירו, יש להתירו בצליה. ",
                "font_size": "normal"
            },
            {
                "text": "(תקכג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בישל כבד",
        "description": [
            {
                "text": "בישל כבד בסיר בלי לצלותו תחילה, בדיעבד מותר לאכול את הכבד, כיון שהוא פולט דם ולא בולע אותו חזרה, אבל שאר המאכלים שבסיר נאסרו באכילה אא\"כ יהיה בהם פי שישים מהכבד. ואת הסיר צריך להגעיל במים רותחים. ",
                "font_size": "normal"
            },
            {
                "text": "(תקז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "צליית כבד בתנור",
        "description": [
            {
                "text": "מותר לצלות כבד או בשר לא מוכשר בתחתית התנור שהיא חלקה ולוהטת חום, שבודאי חום כזה שואב ושורף את הדם כליל. ",
                "font_size": "normal"
            },
            {
                "text": "(ו קצג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "צליית כבד בפלאטה",
        "description": [
            {
                "text": "מותר לצלות כבד על פלאטה חשמלית שחומה רב מאוד, ואין לפלאטה שפה סביב ומחליק הדם ויורד או שנשרף כולו מחום האש, וכנהוג בבתי מלון ואולמות. ",
                "font_size": "normal"
            },
            {
                "text": "(תקי)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "צליית כבד בגריל",
        "description": [
            {
                "text": "אם צלו בשר או כבד על הרשת של הגריל, והדם טפטף על הכלי שתחת הרשת, נאסר הכלי מחמת בליעת הדם בתוכו. ולכן יש לתת כמות מרובה של מים קרים קודם לכן בתוך הכלי, כדי שהדם הנוטף יתבטל במים הקרים ולא יאסור את הכלי. ",
                "font_size": "normal"
            },
            {
                "text": "(תקמז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כבד עטוף",
        "description": [
            {
                "text": "אין לצלות כבד עטוף בנייר אפיה או בנייר כסף וכדומה, כיון שכל אלו מעכבים את הדם מלצאת. ",
                "font_size": "normal"
            },
            {
                "text": "(ו ר. תקיז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כבד כבוש",
        "description": [
            {
                "text": "אם בטעות כבשו כבד במים 24 שעות, הרוצה לצלותו, יש לו על מה לסמוך. ",
                "font_size": "normal"
            },
            {
                "text": "(תקיד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות פת גויים"
    },
    {
        "type": "alaha",
        "title": "טעם איסור אכילת פת גויים",
        "description": [
            {
                "text": "אסרו חכמים לאכול פת של גוי משום שעל ידי שיאכל את פתו, יש חשש שימשכו הלבבות ויתקרבו הדעות בין היהודי לגוי ויכולים לבוא חס ושלום לידי מצב של חתנות בנו עם בתו. והרי נאמר בתורה, \"לא תתחתן בם בתך לא תתן לבנו ובתו לא תקח לבנך פן יסיר את בנך מאחרי\". לכן אסרו חכמים לאכול את פיתם אפילו אם ברור לנו שהכל נעשה בכלים כשרים וקמח נקי וללא שום תערובת של מאכל איסור. ואפילו אין לגוי ילדים, שאין חשש של חתנות כלל, בכל זאת אסרו חכמים משום קירוב דעת כללי עם הגויים. ",
                "font_size": "normal"
            },
            {
                "text": "(יורה דעה סימן קיב סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בשעת הדחק",
        "description": [
            {
                "text": "תקנת חכמים בעיקר היתה על פת של גוי שאפה בביתו לצרכו, אבל פת של מאפיית גויים היו מקומות בחו\"ל שנהגו להקל בזה, מחמת שלא היה מצוי במקומם כל כך פת ממאפיה של ישראל, וכיון שבפת של מאפיה אין קירוב דעות כל כך, שהרי הגוי עוסק במלאכתו. וגם הפת הינה מאכל חיוני מאוד לאדם, לכך סמכו להקל בזה ולאכול פת של מאפיית גויים, שלא גזרו חכמים גזרה על הציבור, אלא אם כן רוב הציבור יכולים לעמוד בה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיב סעיף ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חולה",
        "description": [
            {
                "text": "אדם חולה בסכרת, שאסור לו לאכול פת עם סוכר ומלח, ואינו מוצא פת בלי סוכר ומלח אלא ממאפיית גוי או מבעל הבית גוי, רשאי לאכול פת זו, שזה כמו בשעת הדחק, שלא אסרו חכמים. ",
                "font_size": "normal"
            },
            {
                "text": "(הבית היהודי חלק ט עמוד צח צט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פת יפה",
        "description": [
            {
                "text": "אם הפת של נחתום ",
                "font_size": "normal"
            },
            {
                "text": "(אופה)",
                "font_size": "14px"
            },
            {
                "text": " גוי טעימה יותר משל ישראל, או שאופה פת ממין אחר שאין נחתום ישראל אופה, מותר לקנות ממנו. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיב סעיף ה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פת זולה",
        "description": [
            {
                "text": "אם הפת של נחתום גוי זולה יותר משל ישראל, מותר לקנות ממנו. ",
                "font_size": "normal"
            },
            {
                "text": "(זבחי צדק קיב יד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "עונג שבת",
        "description": [
            {
                "text": "כשאין מצוי פת של ישראל כלל, מן הדין הקילו חכמים לאכול אפילו פת של גוי בעל הבית, וכל שכן אם קונה לכבוד שבת, שיש להקל. ",
                "font_size": "normal"
            },
            {
                "text": "(קיב ס\"ח. ז צ)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ניפוי הקמח",
        "description": [
            {
                "text": "פת שנאפתה מקמח שלא ניפו אותו, בדיעבד מותרת באכילה,  ",
                "font_size": "normal"
            },
            {
                "text": " מטעם ספק ספיקא, שמא נימוחו התולעים בשעת הלישה. ושמא נימוחו בתנור מחמת חום האש. ושמא תולעים שאינם אסורים אלא מחשש שפרשו, אין להם דין בריה ובטלים ברוב. ויש כאן עוד כמה ספיקות להקל, ",
                "font_size": "16px"
            },
            {
                "text": "  ובפרט במקום צורך, המיקל יש לו על מה שיסמוך. ",
                "font_size": "normal"
            },
            {
                "text": "(ט רנה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בצק של ישראל",
        "description": [
            {
                "text": "כשהבצק של ישראל ונותן לגוי לאפותו, חמור יותר מפת גויים שנהגו להקל בכמה מקומות, כי שם הקלו מטעם שאין גוזרים גזרה כשאין רוב הציבור יכול לעמוד בה, משא\"כ כאן שיכול הישראל עצמו לאפות, ולמה שיתן לגוי. ",
                "font_size": "normal"
            },
            {
                "text": "(קיב סעיף יא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "הדר הוא לכל 'חסידיו'",
        "description": [
            {
                "text": "חסידים ואנשי מעשה נזהרים שלא לאכול פת של אפיית גויים כלל, אפילו בהיתרים הנ\"ל, ועליהם תבוא ברכת טוב. ובפרט יש להזהר בזה בעשרת ימי תשובה, אף אם אינו רגיל להזהר בזה במשך כל ימות השנה. ",
                "font_size": "normal"
            },
            {
                "text": "(או\"ח תרג סעיף א. ה\"ה קז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מלאכות המתירות פת של גוי",
        "description": [
            {
                "text": "שלושה מלאכות שאם עשה הישראל אחת מהן, אע\"פ שאת שאר המלאכות עשה הגוי, מותר לישראל לאכול מפת זו ללא כל חשש, אפילו פת שאפה הגוי בביתו, כיון שבמעשה זה אין הפת נחשבת פת גויים כלל, ואלו הן: ",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " הדלקת האש. ",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " הכנסת הבצק לתנור. ",
                "font_size": "normal"
            },
            {
                "text": "ג.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " הגברת חום התנור או השלכת קיסם לאש, כל עוד שהפת זקוקה לתנור ומשביחה באפייתה. וטעם ההיתר כי באחת ממלאכות אלו מראה הישראל היכר שהפת של הגויים אסורה, ובמעשים אלו, ניכר לעין כל שאנו מובדלים מהם. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיב סעיף ט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תנור חשמלי",
        "description": [
            {
                "text": "הדליק היהודי את התנור חשמלי בבוקר ונשאר התנור כך דלוק, יכולים לאפות בו שוב ושוב על סמך הדלקת היהודי. אבל אם הדליק את התנור ואחר זמן כיבו אותו, ורוצים אחר כך לאפות בו שוב, אף על פי שנשאר התנור עדיין חם מההדלקה הראשונה, חייב היהודי להדליקו שוב. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה קג)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "היום שקיימות מאפיות של גויים, שניתן עליהם הכשר מטעם הרבנות המקומית, והכל נעשה עם משגיח המפקח על המלאכה ועושה את המלאכות הנ\"ל, מותר לאכול ממאפיות אלו.\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n\nהלכות בישולי גויים",
                "font_size": "52px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות בישולי גויים"
    },
    {
        "type": "alaha",
        "title": "טעם איסור בישולי גויים",
        "description": [
            {
                "text": "אסרו חכמים לאכול תבשיל שבישלו גוי גם מהטעם שאסרו פת של גויים, ובבישול יש חשש יותר לגזור שימשכו הלבבות ויתקרבו הדעות בין היהודי לגוי, על ידי שישבח את טעמו של התבשיל, ויכולים לבוא חס ושלום לידי חתנות. ועוד טעם מחשש שיאכיל את הישראל מאכל טמא, לכך אסרו חכמים לאכול את בישוליהם בכל אופן ובכל מצב, אפילו אם ברור לנו שהכל נעשה בכלים חדשים, והמאכלים כשרים ללא שום חשש של תערובת מאכל איסור. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה קיט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תנאי האיסור",
        "description": [
            {
                "text": "ישנן שתי אפשרויות שבהן מותר לאכול תבשיל שבשלו גוי: ",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " שהמאכל שבישלו הגוי, דרך רוב בני אדם לאוכלו גם כשהוא חי, כגון שבישל הגוי עגבניות, גזר וכדומה. בזה לא אסרו חכמים כיון שלא חידש הגוי בבישולו כל כך, שגם בלעדיו היה ראוי לאכילה. ",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " מאכל שאין ראוי להעלותו על שלחן מלכים, לאוכלו עם לחם או לקינוח סעודה. שכיון שאין דרך שאדם יזמין את חברו על מאכל שכזה, ממילא אין חשש שיבואו לידי חתנות. ומטעם זה גם לא גזרו חכמים במאכל זה שמא יאכילהו דבר טמא, כיון שאינו מצוי שמזמין על זה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שלחן מלכים",
        "description": [
            {
                "text": "תבשיל שבמקום אחד הוא עולה על שלחן מלכים, ובמקום אחר אינו עולה, תלוי לפי מנהג המקום, שבמקום שהוא עולה על שלחן מלכים, יש בו איסור משום בישולי גויים. אך במקום שאינו עולה, אין בו איסור משום בישולי גויים. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "העיקר קובע",
        "description": [
            {
                "text": "תבשיל המעורב בו מאכל הנאכל חי עם מאכל שאינו נאכל חי, או מאכל העולה על שלחן מלכים עם מאכל שאינו עולה על שלחן מלכים, הולכים בו לפי העיקר שבתבשיל. שאם העיקר בתבשיל הוא מאכל שאינו נאכל חי והוא עולה על שלחן מלכים, יש בו משום בשולי גויים. אך אם העיקר שבתבשיל הוא ממאכל שנאכל חי או שלא עולה על שלחן מלכים, אין בו משום בשולי גויים. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף ב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "עגבניות עם חצילים",
        "description": [
            {
                "text": "ולכן עגבניות עם חצילים ובצל שבישלם יחד, והעיקר בתבשיל הם החצילים, יש בזה בישולי גויים. כיון שאין החצילים נאכלים חיים והם עולים על שלחן מלכים.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מיני מתיקה",
        "description": [
            {
                "text": "עוגות העשויות מסולת ודבש שטיגן הגוי, אם הסולת עיקר, יש בזה משום בישולי גויים. ואם הדבש עיקר, מעיקר הדין מותר לאוכלו, כיון שהדבש נאכל חי. ומכל מקום כדי להתרחק ממעשה הגויים ראוי לכל אדם חשוב לקדש את עצמו במותר לו, וכל שכן בדברים הנאכלים משום תענוג.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ביצה",
        "description": [
            {
                "text": "ביצה אע\"פ שראוי לגמעה חיה ויש דרך בני אדם בזה, מכל מקום אם בישלה הגוי, אסורה. כיון שאין זו אכילה חשובה לאוכלה חיה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף יד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שליש בישול בידי ישראל",
        "description": [
            {
                "text": "כל מאכל שהתבשל בידי הישראל שליש בישול, אין בו יותר משום בישולי גויים, ומותר שהגוי ימשיך את בישולו. אבל אם הישראל הניח את התבשיל על גבי האש, וקודם שהגיע לשליש בישול, הוציאו את התבשיל מהאש, וחזר הגוי והניחו על האש, הרי זה בישולי גויים ואסור באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף ח)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מה שמצוי באולמות שעומד גוי בשולחנות הבר ומחמם מיני מאכלים המבושלים כבר בחלקם, ורק נשאר לסיים את בישולם במחבת או על הגחלים וכדומה, מותר לאוכלם. וכל שכן אם המאכל התבשל על ידי ישראל והתקרר, והגוי רק מחממו.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שליש בישול בידי גוי",
        "description": [
            {
                "text": "מאכל שבישלו גוי שליש בישול, נאסר ולא מועיל שיסיים הישראל אחר כך את בישולו. ומכל מקום בשעת הדחק כגון בערב שבת או בהפסד מרובה, יש להקל. אבל בני אשכנז יכולים להקל בזה, אף שלא בשעת הדחק. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף ט)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ספק בישולי גויים",
        "description": [
            {
                "text": "הניח הישראל מאכל על גבי האש ויצא, ואנו מסופקים שמא קודם שהגיע לשליש בישול, הוציא הגוי את התבשיל מהאש, וחזר והניחו על האש, מותר התבשיל באכילה, שכל ספק בדבר שחכמים אסרוהו, פוסקים להקל. ועוד טעם יש בזה שהרי אין לגוי הנאה בסילוק המאכל מהאש כדי שנחשוש לזה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף יא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מלאכות המתירות בישולי גויים לבני ספרד",
        "description": [
            {
                "text": "אע\"פ שלעיל בהלכות פת גויים התבאר שמועיל שהישראל ידליק את התנור או יגביר את האש כדי שהפת לא תקרא פת גויים, מכל מקום בבישולי גויים לא הסתפקו חכמים בקולא זו, כי דוקא בפת שהלחם הוא חיי הנפש וקשה מאוד בלעדיו, הקלו על ידי מלאכות אלו, אבל בבישולי גויים כדי להתיר הצריכו חכמים שהישראל יניח את התבשיל על האש או בתנור במקום הראוי להתבשל. ",
                "font_size": "normal"
            },
            {
                "text": "(קיג סעיף ז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מלאכות המתירות בישולי גויים לבני אשכנז",
        "description": [
            {
                "text": "אמנם בני אשכנז שפוסקים כדעת הרמ\"א ",
                "font_size": "normal"
            },
            {
                "text": "(סעיף ז)",
                "font_size": "14px"
            },
            {
                "text": ", מקילים בזה יותר שמועילה הדלקת האש או הגברת האש על ידי הישראל כמו בפת גויים. ומכל מקום גם לאשכנזים ראוי ונכון להחמיר בזה כדעת מרן השלחן ערוך ולא לסמוך על קולא זו, וכמו שכתבו הטורי זהב ",
                "font_size": "normal"
            },
            {
                "text": "(סעיף קטן ו)",
                "font_size": "14px"
            },
            {
                "text": " והגר\"א ",
                "font_size": "normal"
            },
            {
                "text": "(סעיף קטן יח)",
                "font_size": "14px"
            },
            {
                "text": " שם.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בישולי גויים בבית ישראל",
        "description": [
            {
                "text": "הפוסקים נחלקו אם יש להתיר בישולי גויים בביתו של הישראל, ולהלכה אין להתיר גם בבית הישראל, כגון על ידי פיליפינית וכדומה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בתי מלון ומסעדות",
        "description": [
            {
                "text": "בבתי מלון ומסעדות שיש השגחה של הרבנות המקומית, ואינם מקפידים כדעת מרן השלחן ערוך שהישראל יניח את הקדרה על האש אלא מקילים כדעת הרמ\"א שהישראל רק ידליק את האש, יש מקום להקל להתארח ולאכול שם.  ",
                "font_size": "normal"
            },
            {
                "text": " מטעם ספק ספיקא, שמא הלכה כמו הרמ\"א שמספיק בהדלקת האש של הישראל, ושמא הלכה כהפוסקים שבבית ישראל אין איסור בישולי גויים כלל. ואע\"פ שבכל ספק בפני עצמו אין אנו פוסקים להקל, כיון שזה נגד דעת מרן, מכל מקום בצירוף שני הספקות אנו מקילים, כי על אופן כזה מרן השלחן ערוך לא דיבר. ",
                "font_size": "16px"
            },
            {
                "text": "  והמחמיר שלא לאכול אלא אם כן הישראל הניח את המאכל על האש או בתנור, תבוא עליו ברכת טוב. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קיז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "קליות",
        "description": [
            {
                "text": "חומוס קלוי אע\"פ שאינו נאכל חי, אין בו משום בישולי גויים. והוא הדין לכל סוגי הקליות למיניהם, אם אינם עולים על שולחן מלכים. וכל שכן בקליות הנאכלים חיים כמו הפיסטוקים והשקדים וכיוצא בהם, שודאי אין בהם בישולי גויים. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "עוגות",
        "description": [
            {
                "text": "עוגות הנאפות במאפייה של גויים, דינם כמו פת גויים ומותרות באכילה, ובתנאי שהישראל מדליק את האש.  ",
                "font_size": "normal"
            },
            {
                "text": " והטעם בזה, שכיון שאם אדם קובע סעודתו עליהן [216 גרם], צריך לברך המוציא וברכת המזון, דינם כמו פת ומותרים. ",
                "font_size": "16px"
            },
            {
                "text": "  ופשוט שכל זה רק אם ישנה שם השגחה צמודה, שכל הרכיבים בכשרות. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קיא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סופגניות",
        "description": [
            {
                "text": "גם בסופגניות של גויים יש להקל, שאע\"פ שלהלכה אם אדם קובע סעודתו עליהם לא מברך המוציא וברכת המזון, מכל מקום כיון שהדבר נתון במחלוקת שיש אומרים שמברך עליהן המוציא, אזי לגבי בישולי גויים שהאיסור מדרבנן, אנו הולכים להקל. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "פרפרת (קינוח סעודה)",
        "description": [
            {
                "text": "הפוסקים נחלקו אם איסור בישולי גויים ישנו רק על תבשיל שמלפתים בו את הפת או גם בשאר תבשילים שאינם באים אלא לקינוח סעודה. ולהלכה מרן פסק ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף א)",
                "font_size": "14px"
            },
            {
                "text": " שגם במאכל שבא לקינוח סעודה, יש בו איסור של בישולי גויים.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ספינג'ים",
        "description": [
            {
                "text": "קינוחי סעודה כבצקים המטוגנים בשמן ",
                "font_size": "normal"
            },
            {
                "text": "[ספינג'ים, זלאביה]",
                "font_size": "16px"
            },
            {
                "text": " שעשה הגוי במסעדה של יהודי, אין בהם איסור בישולי גויים.  ",
                "font_size": "normal"
            },
            {
                "text": " מטעם ספק ספיקא, שמא הלכה כהפוסקים שאין בישולי גויים בקינוח סעודה. ושמא הלכה כהפוסקים שבבית ישראל אין איסור בישולי גויים כלל. ואע\"פ שבכל ספק בפני עצמו אין אנו פוסקים להקל, כיון שזה נגד מרן, מכל מקום בצירוף שתי הספקות אנו מקילים, כי על אופן כזה מרן השלחן ערוך לא דיבר בו, וכנ\"ל. (ז קיב) ",
                "font_size": "16px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מעושן",
        "description": [
            {
                "text": "מאכל המעושן על ידי גוי, אין בו משום בישולי גויים. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף יג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כבוש",
        "description": [
            {
                "text": "כבושים ",
                "font_size": "normal"
            },
            {
                "text": "[חמוצים]",
                "font_size": "16px"
            },
            {
                "text": ", אין בהם משום בישולי גויים, שלא אסרו חכמים אלא בישול על האש ממש. וישים לב שאין בכבושים חומץ יין, שאז נאסרו משום יין נסך. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קכב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "טיגון",
        "description": [
            {
                "text": "טיגון הגוי פשוט שאסור, ודינו ככל דיני בישולי גויים.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "קפה. תה.",
        "description": [
            {
                "text": "קפה של גויים, אין בו משום בישולי גויים ומותר לשתותו. משום שהקפה בטל לגבי המים והמים הם העיקר, ",
                "font_size": "normal"
            },
            {
                "text": "[שהרי לכך גם מברכים על הקפה 'שהכל']",
                "font_size": "16px"
            },
            {
                "text": ", והרי במים אין חשש של בישולי גויים כיון ששותים אותם חיים. והוא הדין גם בתה של גויים.\n",
                "font_size": "normal"
            },
            {
                "text": "ולכן מה שמצוי שמגישים קפה בחברת מטוסים של גויים, יש להקל לשתותם. וגם אין לחשוש מהכלים שלהם, שהרי בדרך כלל יש להם כלים מיוחדים לבשל את הקפה, כדי שלא יפיג טעמו של הקפה. וגם משום שסתם כלים אינם בני יומן, דהיינו שסתם כלי לא חוששים שבישלו בו תוך 24 שעות האחרונות, ונמצא שאפילו אם בישלו בכלי מאכל איסור, כבר פג טעם האיסור הבלוע בו. וטוב שיבקשו לשתות בכוסות זכוכית שאינם בולעים ואינם פולטים כלל. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ע ב פט. ז קיב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מסיבה של גויים",
        "description": [
            {
                "text": "לא ישתה קפה במסיבה של גויים, כי אע\"פ שאינו אסור משום בישולי גויים. עדיין יש חשש של קירוב דעות וכיוצא בזה. אך אם רובם ישראלים, ויש גם כן גויים, מותר. אלא שיזהרו שלא יכשלו בכל מיני דיבורים אסורים. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ע ח\"ב עמוד צא)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלים הבלועים מבישולי גויים",
        "description": [
            {
                "text": "כלים שבישל בהם הגוי, כיון שבלעו איסור חייב להכשירם כדין. אלא שבכלי חרס, אע\"פ שבשאר איסורים לא מועיל להם הכשר, מכל מקום בבליעה זו, אמרו חכמים כי די להם בהגעלה שלוש פעמים, כיון שהאיסור מדברי חכמים בדבר שאין לו עיקר מן התורה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קיג סעיף טז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בישול יהודי מחלל שבת",
        "description": [
            {
                "text": "בישול של יהודי המחלל שבת, מותר באכילה, ולא גזרו בו משום חתנות, כי אם באמת זכה שבניו ובנותיו הולכים בדרך ה' ומקיימים את התורה והמצוות, מותר להתחתן איתם, שהרי \"ישראל, אע\"פ שחטא, ישראל הוא\". ",
                "font_size": "normal"
            },
            {
                "text": "(ז צב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בידינו למנוע נישואי תערובת",
        "description": [
            {
                "text": "התאונן רבי שלמה זלמן אויירבך זצ\"ל באוזני תלמיד חכם העוסק בכשרות בחוץ לארץ, ואמר לו, ששורש נישואי התערובת שהתרבו בארצות הברית בצורה שלא היתה מעולם, הוא הקולות הגדולות בבישולי גויים וביין נסך. וסיים שהעצה היחידה למנוע את נישואי התערובת, היא להחמיר בדינים אלו, עד מקום שידינו מגעת, וגם האשכנזים הנוהגים כהרמ\"א, עם כל זאת כדאית הצלת בית ישראל שנדחוק עצמנו בשבילה, ונחמיר בכל ענייני בישולי גויים כשיטת הבית יוסף. ",
                "font_size": "normal"
            },
            {
                "text": "(הליכות שלמה חלק ב עמוד מב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות יין נסך"
    },
    {
        "type": "alaha",
        "title": "מגע הגוי ביין",
        "description": [
            {
                "text": "אסרו חכמים לשתות יין של גויים, ולחומרת האיסור אסרו חכמים אף יין של יהודי שנגע בו הגוי. ",
                "font_size": "normal"
            },
            {
                "text": "(יורה דעה סימן קכג סעיף א)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ישמעאלי. נוצרי.",
        "description": [
            {
                "text": "ישמעאלי שנוגע ביין, הרי הוא אוסר את היין בשתיה בלבד אבל בהנאה היין מותר, כיון שהישמעאלים מודים ביחודו של ה' יתברך ואינם עובדים עבודה זרה, ולכן יין שנגע בו ישמעאלי, מותר למוכרו לגוי. אבל נוצרי שנגע ביין, הרי הוא אוסרו גם בהנאה, כיון שאינם מאמינים ביחודו של ה' יתברך, ומשתפים עמו עוד ח\"ו, ולכן יין שנגע בו נוצרי אסור למוכרו לגוי. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קלב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תנאי האיסור",
        "description": [
            {
                "text": "היין נאסר באופנים דלהלן: ",
                "font_size": "normal"
            },
            {
                "text": "א.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " נגע הגוי ביין ממש. ",
                "font_size": "normal"
            },
            {
                "text": "ב.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " מזג את היין לכוס. ",
                "font_size": "normal"
            },
            {
                "text": "ג.",
                "font_size": "",
                "bold": true
            },
            {
                "text": " הגביה את בקבוק היין כשהוא פתוח ונענעו.\n",
                "font_size": "normal"
            },
            {
                "text": "היה הבקבוק סגור ונענעו או פתוח והגביהו ולא נענעו, מותר לשתותו. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה קמב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מזיגת היין",
        "description": [
            {
                "text": "מזג הגוי את היין, נאסר היין שבכוס בשתיה. ובגוי נוצרי, נאסר גם כל היין שנשאר בבקבוק אבל בישמעאלי לא נאסר אלא היין ששפך לכוס. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה קנג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "ספק נגע הגוי",
        "description": [
            {
                "text": "ספק אם הישמעאלי נגע ביין או לא, הרי שהיין מותר. אבל ספק אם נוצרי נגע בו, נאסר היין. ואף על פי שזה ספק באיסור מדברי חכמים, בכל זאת מפני חומר איסורו של יין נסך, החמירו חכמים בנוצרי כיון שעובד עבודה זרה. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קלו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כפפות",
        "description": [
            {
                "text": "אפילו אם הניח הגוי כפפות על ידיו, נאסר היין. ולכן יש להזהיר על מה שמצוי בבתי מלון ואולמות שיש גוי מלצר מוזג את היין לכוסות, שדבר חמור הוא מאוד, ויש למחות על כך בכל תוקף. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה קמג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "יין מפוסטר",
        "description": [
            {
                "text": "יין מבושל לא גזרו עליו חכמים לאסור במגעו של גוי, ולכן יין המצוי כיום שהוא מפוסטר דינו כמבושל ואינו נאסר במגע הגוי. ואולם יש להקפיד שיהיה היין מפוסטר לפחות 80 מעלות. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קמו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מסיבה של גויים",
        "description": [
            {
                "text": "אסור לשתות יין במסיבה של גויים. ואפילו אם היין מבושל שאינו אסור משום יין נסך, או שהישראל מביא יין מביתו ושותה מכליו בלבד, גם בזה אסור. ואולם אם רובם ישראלים, ויש גם כן גויים מותר. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה קמז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מחלל שבת בפרהסיא",
        "description": [
            {
                "text": "אחינו המחללים שבת בפרהסיא ",
                "font_size": "normal"
            },
            {
                "text": "[בפני עשרה יהודים, כגון נוסע ברכב בשבת]",
                "font_size": "16px"
            },
            {
                "text": ", אפילו אם אינם עושים זאת כדי להכעיס את בורא עולם אלא מחמת תאוותיהם, אם מזגו את היין לכוס, נאסר היין בשתיה כדין ישמעאלי. וכן אם נגעו ביין עצמו, נאסר היין. וכן אם שתו מהיין, נאסר היין הנותר. ולכן יש להזהר בכל מיני שמחות כברית מילה וכדומה שלא לשתות מהנותר בכוס ששתו ממנו מחללי שבת. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קנח)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אורחים מחללי שבת",
        "description": [
            {
                "text": "המזמין לשבת לביתו מחללי שבת, כדי לחזק ולעורר את נשמתם ולהשפיע עליהם לחזור לצור מחצבתם אל המקורות הנאמנים לחיק בורא עולם ולהתענג על ה', צריך להזהר שהם לא ימזגו לו את היין. אבל אם כבר קבלו עליהם להתחזק ואינם מחללים את השבת, אע\"פ שעדיין אינם שומרים את המצוות כולן, רשאים למזוג לו. ועצה טובה להשתמש תמיד ביין מפוסטר, למנוע אי נעימויות וכיוצא.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אבא מחלל שבת",
        "description": [
            {
                "text": "בן שברוך ה' זכה לחזור למקורות הנאמנים לתורתנו הקדושה והנפלאה, ואביו המחלל שבת בפרהסיא מקדש על היין בשבת, יש לבן להבהיר לאביו את ההלכה בצורה נעימה וברגיעות, שעל פי ההלכה אסור לשתות משיירי היין של האבא, והבן ימזוג לעצמו מהבקבוק וישתה.\n",
                "font_size": "normal"
            },
            {
                "text": "ואמנם כיון שהאבא מקדש על היין ואומר 'זכר למעשה בראשית', אע\"פ שהוא מחלל שבת בפרהסיא, מכל מקום אם יש חשש שהאבא יתבייש ח\"ו או שיבזה את התורה חס ושלום ויתרחק יותר, המיקל לשתות יש לו על מה לסמוך. ",
                "font_size": "normal"
            },
            {
                "text": "(ז קנח)",
                "font_size": "14px"
            }
        ]
    },
    {
    "type": "story",
    "title": "מיהו אפיקורוס?",
    "description": [
        {
            "text": "מעשה שהיה לפני כארבעים שנה, באחד שבא אצל הגאון רבי בן ציון אבא שאול זצוק\"ל והראה לו מזוזה כדי שיחווה הרב את דעתו עליה, הרב נהנה מאוד מהכתיבה ושיבח את המזוזה.",
            "font_size": "normal"
        },
        {
            "text": "\n",
            "font_size": "normal"
        },
        {
            "text": "שאל הרב, מי כתבה? אמר לו, סופר פלוני. אמר לו הרב, \"תקח, תקח אותה מפה, היא פסולה\".",
            "font_size": "normal"
        },
        {
            "text": "\n",
            "font_size": "normal"
        },
        {
            "text": "לתדהמתו של השואל מדוע היא פסולה, אמר לו הרב בזה הלשון: \"האיש הזה מדבר על חכם עובדיה יוסף, אז הוא אפיקורוס, והמזוזה שלו פסולה\".",
            "font_size": "normal"
        }
    ]
}
,
    {
        "type": "alaha",
        "title": "אפיקורוס",
        "description": [
            {
                "text": "יהודי שאינו מאמין בדברי חכמים או שמבזה חכמים, אע\"פ שהוא שומר שבת, הרי הוא מין ואפיקורוס, ואוסר את היין במגעו כיין נסך. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה קנג)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "שמן זית. דבש.",
        "description": [
            {
                "text": "שמן זית של גויים, וכן דבש של גויים, מותרים באכילה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קג סעיף ד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "subject",
        "title": "הלכות טבילת כלים"
    },
    {
        "type": "alaha",
        "title": "המקור מן התורה",
        "description": [
            {
                "text": "וַיֹּאמֶר אֶלְעָזָר הַכֹּהֵן אֶל אַנְשֵׁי הַצָּבָא הַבָּאִים לַמִּלְחָמָה זֹאת חֻקַּת הַתּוֹרָה אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה: ",
                "font_size": "normal"
            },
            {
                "text": "אַךְ אֶת הַזָּהָב וְאֶת הַכָּסֶף אֶת הַנְּחֹשֶׁת אֶת הַבַּרְזֶל אֶת הַבְּדִיל וְאֶת הָעֹפָרֶת:",
                "font_size": "",
                "bold": true
            },
            {
                "text": " כָּל דָּבָר אֲשֶׁר יָבֹא בָאֵשׁ תַּעֲבִירוּ בָאֵשׁ וְטָהֵר ",
                "font_size": "normal"
            },
            {
                "text": "אַךְ בְּמֵי נִדָּה יִתְחַטָּא",
                "font_size": "",
                "bold": true
            },
            {
                "text": " וְכֹל אֲשֶׁר לֹא יָבֹא בָּאֵשׁ תַּעֲבִירוּ בַמָּיִם: ",
                "font_size": "normal"
            },
            {
                "text": "(במדבר פרק לא פסוקים כא - כג)",
                "font_size": "14px"
            },
            {
                "text": ":\n",
                "font_size": "normal"
            },
            {
                "text": "ומבואר כי מלבד ציווי התורה על הכשרת הכלים מבליעת המאכלות האסורות, ציותה התורה גם כן להטביל את הכלים במי נדה, דהיינו במים שהנדה טובלת בהם, שזה מקוה הטהרה. כמבואר בגמרא מסכת עבודה זרה ",
                "font_size": "normal"
            },
            {
                "text": "(דף עה עמוד ב)",
                "font_size": "14px"
            },
            {
                "text": ".\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "חיוב טבילת כלים",
        "description": [
            {
                "text": "הקונה כלי סעודה מגוי, חייב להטבילם במקוה. ובזה מוציא את הכלים מטומאת העמים ומכניס אותם לקדושת ישראל.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "סוגי הכלים",
        "description": [
            {
                "text": "לדעת רבים מהפוסקים טבילת כלי מתכות היא מהתורה, אבל טבילת כלי זכוכית, דורלקס ופיירקס, אין חיובם מן התורה אלא מדברי חכמים. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רנ)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי אמאייל -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " הם כלים מפח מצופה בחומר צבעוני או לבן, וצריך להטבילם בלי ברכה. ולכן תבניות אפיה, המצופות באמאייל, יטבילן בלי ברכה. אבל אם הן אינן מצופות, יטבילם בברכה ככל כלי מתכות. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה ערב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי פורצליין -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " הרי הם פטורים מטבילה. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רנז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי חרס -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " פטורים מטבילה. ומכל מקום אם הם מצופים זכוכית מבחוץ ומבפנים, יטבילם עם ברכה, ואם אינם מצופים זכוכית אלא בפנים, יטבילם בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רנז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי עץ ואבן -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " פטורים מטבילה, ולכן 'מערוך' שמרדדים בו את הבצק, אם הוא עשוי מעץ, אין צריך להטבילו כלל. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קכ סעיף ו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי ניילון ופלסטיק -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " פטורים מטבילה. והמחמיר להטבילם בלא ברכה, תבוא עליו ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רס)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "טרמוס -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " שמבחוץ הוא עשוי מחומר פלסטיק, יטבילנו בלי ברכה, כיון שאי אפשר להשתמש בבקבוק הזכוכית שבו לבד בלי הפלסטיק. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה רעז)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלים חד פעמיים",
        "description": [
            {
                "text": "כלי אלומיניום תוצרת חוץ, העומדים לשימוש חד פעמי, ואחר כך זורקים אותם, כתבניות שאופים בהם בתנור או מגשיות וכדומה, יש להטבילם בלא ברכה, כי אף ששימושם חד פעמי, מכל מקום שם כלי עליהם. ",
                "font_size": "normal"
            },
            {
                "text": "(חזו\"ע שבת ב נו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הקונה צנצנות זכוכית של דבש וכדומה, אין צורך לרוקן אותם ולהטבילם, כדי להשתמש בהם בפעם הראשונה.  ",
                "font_size": "normal"
            },
            {
                "text": " והטעם בזה, כיון ששימושו בהם הוא בשב ואל תעשה. (מהרי\"ל דיסקין) וגם אין דעתו לקנות עתה את הבקבוק אלא את התכולה בו, כדי שלא יכשל בשימוש באיסור. (פרי השדה) (ז רנב) ",
                "font_size": "16px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "צנצנות של דבש, או בקבוקי יין, או קופסאות של קפה נמס וכדומה, שגמר את תכולתם ורוצה להשתמש בהם שימוש חוזר, צריך להטבילם. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רנב. ה\"ה ערב)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מגע ישיר עם האוכל",
        "description": [
            {
                "text": "אין חיוב טבילת כלים אלא בכלי אכילה שהאוכל נוגע בהם ישירות, אבל כלים שאין האוכל נוגע בהם ישירות, אינם צריכים טבילה. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מגש -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " שמניחים עליו כוסות שתיה או שמניחים עליו צלחות שבתוכם עוגות, אינו צריך טבילה, כיון שאין האוכל נוגע ישירות במגש, ואפילו אם פעמים מועטות מניחים עליו אוכל ממש, פטור, כיון שהולכים אחר רוב שימושו של הכלי.\n",
                "font_size": "normal"
            },
            {
                "text": "חצובה",
                "font_size": "",
                "bold": true
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "(הברזל שעליו מניחים את הסיר בבישול)",
                "font_size": "",
                "bold": true
            },
            {
                "text": " ",
                "font_size": "normal"
            },
            {
                "text": "-",
                "font_size": "",
                "bold": true
            },
            {
                "text": " אין צריך להטבילה, כיון שאין משתמשים עליה במאכל עצמו אלא על ידי הסיר, ואע\"פ שפעמים צולים או מחממים עליה לחם ממש, כיון שאין רוב שימושה בכך, אינה צריכה טבילה. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מפצח אגוזים -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " מעיקר הדין אין צריך להטבילו כיון שאינו נוגע ישירות במאכל. וטוב להטבילו בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "פותחן -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " קופסאות שימורים או בקבוקים, אינו צריך טבילה כיון שאינו נוגע ישירות במאכל, וטוב להטבילו בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה ערה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "מגע ישיר עם אוכל שראוי לאכילה",
        "description": [
            {
                "text": "אין חיוב טבילה, אלא בכלים שהמאכל הנוגע בהם, נאכל כמות שהוא. אבל כלים שהמאכל הנוגע בהם אינו ראוי עדיין לאכילה וצריך לבשלו, אינם חייבים בטבילה. ולבני אשכנז, טוב להטבילם בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(סימן קכ סעיף ה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "סכין שחיטה -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " אין צריך להטבילו, שאע\"פ שנוגע בבשר עצמו, מכל מקום עדיין אין אוכלים את הבשר כך, אלא לאחר בישול או צליה. ולבני אשכנז טוב להטבילו. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מטחנת קפה, פלפל -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " אין צריך להטבילה, כיון שהקפה צריך עדיין בישול. ואע\"פ שפעמים טוחנים בה מאכלים הנאכלים כמות שהם חיים, כיון שרוב שימושה לקפה, אינה צריכה טבילה. אבל לבני אשכנז טוב להטבילה בלי ברכה. ומכל מקום מטחנה של תבלינים הנאכלים חיים כמטחנת פלפל, מטבילה עם ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסז)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "נפה -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " העשויה עם רשת מתכת, אינה צריכה טבילה, כיון שאין אוכלים את הקמח כמות שהוא חי, אבל לבני אשכנז טוב להטבילה בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה ערה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מקלף -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " שרוב שימושו לירקות הנאכלים חיים כגון מלפפונים, גזר וכדומה, צריך להטבילו עם ברכה. אבל אם רוב שימושו לירקות שאינם נאכלים חיים כגון תפוחי אדמה וכדומה, אין צריך להטבילו. ולבני אשכנז טוב להטבילו בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה רעד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "פומפיה -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " אם רוב שימושה בפירות וירקות הנאכלים חיים כמו תפוחי עץ, צריך להטבילה עם ברכה. אבל אם רוב שימושה בירקות שאינם נאכלים חיים כתפוחי אדמה, אין צריך להטבילה. ולבני אשכנז טוב להטבילה בלי ברכה.\n",
                "font_size": "normal"
            },
            {
                "text": "צנצנות כבושים -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " שכובשים בהם מלפפונים חמוצים או שאר מיני ירקות, מטבילן כדין סירים שמבשלים בהם, כיון שהם מכשירים ומתקנים את הדבר לאכילה יותר.\n",
                "font_size": "normal"
            },
            {
                "text": "גביע כסף לקידוש -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " הנעשה על ידי גויים, חייב בטבילה עם ברכה, ככל כלי שתיה.\n",
                "font_size": "normal"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלי אוצר (שמירה ואחסון)",
        "description": [
            {
                "text": "חביות -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " זכוכית שמאחסנים בהם יין, מאחר ומהחביות שופכים לבקבוקים, ולא שופכים מהחביות לכוסות, הרי חביות אלו נחשבות \"כלי אוצר\" ולא כלי סעודה, ויש מחלוקת אם הם חייבים בטבילה או לא, לכן מן הראוי להטבילם בלא ברכה, או יטבילם עם כלי אחר, שחייב טבילה בברכה. ואם הם כבדים מאוד וקשה לו להטבילם, רשאי שלא להטבילם. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רנו)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "מלחיה. קופסאות סוכר, קפה -",
                "font_size": "",
                "bold": true
            },
            {
                "text": " ישתדל להטבילם עם כלי אחר שודאי חייב, ויברך על הכלי האחר ויפטור את הקופסאות. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה ערה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "אולר",
        "description": [
            {
                "text": "אולר שרוב שימושו למאכלים, צריך להטבילו. ויוציא את הסכין קודם הטבילה. אבל אם משתמש בו בעיקר לגזיזת צפרניים, אין צריך להטבילו. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רעד.  ה\"ה רעד)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "כלי חשמל",
        "description": [
            {
                "text": "אם אפשר טוב להחמיר ולהטביל כלי חשמל, אך מכיון שעלולים הם להתקלקל, לכך עצה טובה ישנה לכלי חשמל ולכל הכלים שקשה להטבילם מחמת כובדם וכדומה, שיתן את הכלי במתנה לגוי, ואחר כך ישאל ממנו את הכלי להשתמש בו לעולם, ונמצא שמשתמש בכלי של הגוי, שפטור מטבילה. ופשוט שקודם שיתן את הכלי לגוי במתנה, יסביר לו את מעשיו. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסה)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "תערובת כלים",
        "description": [
            {
                "text": "כלי שלא הוטבל שהתערב בשני כלים או יותר שהוטבלו, טוב שיטבילם בלי ברכה. ובכלי זכוכית, יש להקל יותר שלא להצריכם טבילה כלל. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רעו)",
                "font_size": "14px"
            }
        ]
    },
    {
        "type": "alaha",
        "title": "בעלות הכלים",
        "description": [
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי מסעדה",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי מסעדות, אולמות, קיוסקים וכדומה, מן הדין אינם חייבים בטבילה, כיון שכלים אלו אינם נחשבים לכלי סעודה אלא כלי מסחר. וגם הלקוח שאוכל בהם, הרי הוא כשואל ושוכר את הכלי, שפטור מלהטבילו. ומכל מקום טוב שיטבילו כליהם בלי ברכה. ",
                "font_size": "normal"
            },
            {
                "text": "(הגאון רבי שלמה קלוגר, והגאון רבי צבי הירש שפירא בספרו דרכי תשובה, והגאון ר' יוסף צבי דושינסקי. ז רנא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי גרים",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "גוי שהתגייר, אינו צריך להטביל את כליו, כי בשעה שטבל לשם גירות, ויצא מטומאת העמים ונכנס לקדושת ישראל, העלה עימו את כליו יחד. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי בתי חרושת בחוץ לארץ",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הקונה מיהודי כלים שנעשו בבתי חרושת בחוץ לארץ, צריך להטבילם כיון שאנו הולכים אחר הרוב, ומן הסתם נעשו בבית חרושת של גויים, ויברך גם על הטבילה. ",
                "font_size": "normal"
            },
            {
                "text": "(שו\"ת יביע אומר חלק ו סימן יב)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי בתי חרושת בארץ",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הקונה כלים שנעשו בבית חרושת שבבעלות יהודים, אע\"פ שהתרחקו מבורא עולם ואינם שומרי תורתו ומצוותיו, אינו צריך להטבילם. ואותם שאינם שומרים תורה ומצוות, אם יזכו לשוב לאבינו שבשמים ולשמור מצוותיו, אינם חייבים להטביל את כליהם, אלא רק את הכלים שקנו מגוי או מתוצרת חוץ לארץ. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "רשות גוי. פועל גוי.",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הקונה כלים מגוי שקנה מבית חרושת של יהודים, חייב להטבילם כיון שנכנסו לרשות הגוי. ואמנם אם הגוי אינו אלא פועל של היהודי ומפיץ את כליו בחנויות, אינו צריך להטבילם. ",
                "font_size": "normal"
            },
            {
                "text": "(ז רסט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי מתנה",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "הקונה כלים ליתן מתנה לחברו, ויודע שחברו לא יטביל את הכלים, ורוצה לזכותו ולהטביל את הכלים, אין זה מועיל, כיון שאין חלה חובת הטבילה אלא רק על כלי לסעודה, ולגבי בעל המתנה אין זה נחשב כלי לסעודה, אלא כלי למתנה. ",
                "font_size": "normal"
            },
            {
                "text": "(ה\"ה רצא)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי מוכר",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "המוכר כלים והוצרך עכשיו לכלים כדי להשתמש בהם שימוש עראי ואח\"כ יחזור למוכרם, יטבילם מספק בלי ברכה. ולאחר זמן כשימכרם, יודיע לקונה שיטבילם אך ללא ברכה, כיון שהטבילה שהטביל המוכר לא הועילה כל כך לקונה, שהרי כלפי המוכר אינם כלי סעודה אלא כלי מסחר. ",
                "font_size": "normal"
            },
            {
                "text": "(שו\"ת יביע אומר חלק ז סימן ט)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי חמץ",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כאשר מוכרים את החמץ לגוי לקראת הפסח, יש למכור את החמץ בלבד ולא את הכלים עצמם. ומי שטעה ומכר גם את כליו, צריך לחזור ולהטבילם לאחר הפסח, אלא שלא יברך על הטבילה שספק ברכות להקל. ",
                "font_size": "normal"
            },
            {
                "text": "(שו\"ת יחוה דעת חלק ג סימן כד)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "קודם הטבילה",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלים שנקנו מגוי ועדיין לא הטבילו אותם, אסור לאכול בהם אפילו באופן עראי עד שיטבילום. ומכל מקום אם כבר בישלו בהם, לא נאסר התבשיל באכילה אלא יעביר את התבשיל לכלי אחר ויאכל בו. ",
                "font_size": "normal"
            },
            {
                "text": "(ז ערה)",
                "font_size": "14px"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי הורים שאינם שומרי תורה ומצוות",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "בן שזכה לשוב אל המקורות הנאמנים, והוריו עדיין לא זכו, עליו להעיר למשמע אוזנם בנחת ובעדינות שאסור לאכול בכלים שאינם טבולים, ויקחם למקוה ויטבילם. ואם נתקל בסרוב מוחלט, יאכל בכלי פלסטיק או בכלים חד פעמיים שפטורים מטבילה. וישתדל כפי יכולתו להטביל את כליהם אף ללא ידיעתם.\n",
                "font_size": "normal"
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "כלי מארח",
                "font_size": "",
                "bold": true
            },
            {
                "text": "\n",
                "font_size": "normal"
            },
            {
                "text": "אדם שהתארח אצל אנשים שאינם שומרי תורה ומצוות, והגישו לפניו משקה כשר בכוס שאינה טבולה, לא ישתה בה, אלא יסביר להם במאור פנים את ההלכה, ויבקש מהם בעדינות כוס חד פעמית וישתה בה. ",
                "font_size": "normal"
            },
            {
                "text": "(יחוה דעת חלק ד סימן מד)",
                "font_size": "14px"
            }
        ]
    }
]