[
   {
      "type": "subject",
      "title": "חודש אדר"
   },
   {
      "type": "alaha",
      "title": "משנכנס אדר מרבים בשמחה",
      "description": [
         {
            "text": "הן אמת שתמיד צריך האדם להיות בשמחה, בכל מצב ובכל זמן, ויכול להגיע לזה על ידי שתולה את בטחונו אך ורק בבורא יתברך, ולא חושש משום אדם בעולם, וכמו שכתב בספר חובות הלבבות, כי אחד מעמודי הביטחון הוא: להאמין ולדעת ששום אדם בעולם לא יכול להזיק לי, ולא להיטיב לי, אם לא ברצון הבורא יתברך, ",
            "font_size": "normal"
         },
         {
            "text": "[ועיין בזה בהרחבה בשער האגדה]",
            "font_size": "17px"
         },
         {
            "text": " מכל מקום אמרו חז\"ל ",
            "font_size": "normal"
         },
         {
            "text": "(תענית כט ע\"א)",
            "font_size": "15px"
         },
         {
            "text": ": \"משנכנס אדר ",
            "font_size": "normal"
         },
         {
            "text": "מרבים בשמחה\"",
            "font_size": "normal"
         },
         {
            "text": ", וכמו שנאמר במגילה: \"",
            "font_size": "normal"
         },
         {
            "text": "והחודש",
            "font_size": "normal"
         },
         {
            "text": " אשר נהפך להם מיגון ",
            "font_size": "normal"
         },
         {
            "text": "לשמחה\".",
            "font_size": "normal"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "וגבר ישראל",
      "description": [
         {
            "text": "חודש אדר מסוגל לישועות גדולות יותר מכל חודש אחר, שכך גזרה חכמתו יתברך. ",
            "font_size": "normal"
         },
         {
            "text": "(הריטב\"א)",
            "font_size": "15px"
         },
         {
            "text": " ולכן אם יש משפט ליהודי עם גוי, ישתדל שהדיון יתקיים בחודש אדר. ",
            "font_size": "normal"
         },
         {
            "text": "(לא)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "פטירת משה רבנו",
      "description": [
         {
            "text": "ביום ז' באדר נפטר משה רבנו ע\"ה, כמבואר בגמרא ",
            "font_size": "normal"
         },
         {
            "text": "(קידושין לז ע\"א)",
            "font_size": "15px"
         },
         {
            "text": " ובשלחן ערוך ",
            "font_size": "normal"
         },
         {
            "text": "(סימן תקפ ס\"ב)",
            "font_size": "15px"
         },
         {
            "text": ". ומנהג החסידים הבריאים להתענות ביום זה. ובליל ז' באדר, יש לומדים את התיקון שסידר הגאון רבנו יוסף חיים זצ\"ל, ומנהג יפה הוא. ובשנה מעוברת ",
            "font_size": "normal"
         },
         {
            "text": "[שישנם שני חודשי אדר]",
            "font_size": "17px"
         },
         {
            "text": ", יעשו כן ב-ז' אדר ב'. וטוב שיעשו את הלימוד גם ב-ז' אדר א'. ",
            "font_size": "normal"
         },
         {
            "text": "(לב)",
            "font_size": "15px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "[ועיין בחוברת 'חג הסוכות בהלכה ובאגדה' את כל תהליך פטירתו של משה רבנו ע\"ה בהרחבה מיוחדת מרגשת ונפלאה.]",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "קבלת תענית -",
            "font_size": "normal"
         },
         {
            "text": " המתענה ביום שבעה באדר, צריך לקבל על עצמו את התענית בתפלת מנחה של היום הקודם, ככל תענית יחיד שאדם מקבל עליו להתענות, שצריך לקבל ממנחה שביום הקודם, כמבואר בשלחן ערוך ",
            "font_size": "normal"
         },
         {
            "text": "(סימן תקסב סעיף ו)",
            "font_size": "15px"
         },
         {
            "text": ". ויאמר את הנוסח המובא בסידורים קודם אמירת 'עושה שלום' שבסיום העמידה.\n",
            "font_size": "normal"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "פורים קטן",
      "description": [
         {
            "text": "בשנה מעוברת, ימי י\"ד וט\"ו שבאדר ראשון, אע\"פ שאין עושים בהם את מצוות הפורים, מכל מקום אסורים בהספד ובתענית, ואין אומרים בהם תחנון. וראוי לעשות בהם קצת משתה ושמחה, בי\"ד לבני הפרזים, ובט\"ו לבני ירושלים, בשירות ותשבחות לה' יתברך, ויאמרו דברי תורה וחיזוק האמונה, כדי לזכות את הרבים. וכל העושים כן, תבוא עליהם ברכה. וכמו שכתב הרמ\"א בסוף הלכות פורים: ",
            "font_size": "normal"
         },
         {
            "text": "(משלי טו טו)",
            "font_size": "15px"
         },
         {
            "text": ": \"וטוב לב משתה תמיד\", והעיקר שיהיה הכל לשם שמים. ",
            "font_size": "normal"
         },
         {
            "text": "[כן כתבו בשבח המנהג הזה הסמ\"ק, הר\"ן ועוד. ורבנו פרץ העיד שכך נהגו רבותיו, ושכן היה רגיל רבנו יחיאל להרבות בו בשמחה ובסעודה, ולהזמין בני אדם לשמוח עמו. וכן כתבו הגאון מוילנא, נהר שלום, החתם סופר, האליה רבה ועוד.]",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(רח)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "קריאת ארבע פרשיות"
   },
   {
      "type": "alaha",
      "title": "סדר ארבע פרשיות",
      "description": [
         {
            "text": "כתוספת לקריאת התורה של פרשת השבוע, תקנו חז\"ל עוד ארבע קריאות בשבתות הסמוכות לפורים, ואלו הן: שקלים, זכור, פרה, החודש. והיינו שלאחר הקריאה בפרשת השבוע, קורא המפטיר אחת מהקריאות הנ\"ל. פעמים שתהיה שבת אחת או שתיים מחודש אדר, שבה לא נקרא מהקריאות הנ\"ל, ושבת זו נקראת 'שבת הפסקה', שמפסיקים בה מהרצף של הקריאות הנוספות.\n",
            "font_size": "normal"
         },
         {
            "text": " כדי לקבוע באיזו שבת אנו קוראים את הקריאה הנוספת, ובאיזו שבת היא 'שבת הפסקה', תלוי הדבר באיזה יום בשבוע יחול ראש חודש אדר [או ראש חודש אדר ב']. דהיינו, אם יחול ר\"ח אדר ביום שבת, אזי בשבת זו יקראו פרשת שקלים, ולאחריה [ח' אדר] פרשת זכור, ולאחריה [ט\"ו אדר] תהיה שבת הפסקה, ולאחריה [כ\"ב אדר] פרשת פרה, ולאחריה [כ\"ט אדר] פרשת החודש.\nאם יחול ר\"ח אדר ביום שני, אזי בשבת הקודמת [כ\"ט שבט] יקראו פרשת שקלים, ולאחריה [ו' אדר] תהיה שבת הפסקה, ולאחריה [י\"ג אדר] פרשת זכור, ולאחריה [כ' אדר] פרשת פרה, ולאחריה [כ\"ז אדר] פרשת החודש.\nאם יחול ר\"ח אדר ביום רביעי, אזי בשבת הקודמת [כ\"ז שבט] יקראו פרשת שקלים, ולאחריה [ד' אדר] תהיה שבת הפסקה, ולאחריה [י\"א אדר] פרשת זכור, ולאחריה [י\"ח אדר] פרשת פרה, ולאחריה [כ\"ה אדר] פרשת החודש.\nאם יחול ר\"ח אדר ביום שישי, אזי בשבת הקודמת [כ\"ה שבט] יקראו פרשת שקלים, ולאחריה [ב' אדר] תהיה שבת הפסקה, ולאחריה [ט' אדר] פרשת זכור, ולאחריה [ט\"ז אדר] תהיה שוב שבת הפסקה, ולאחריה [כ\"ג אדר] פרשת פרה, ולאחריה [ר\"ח ניסן] פרשת החודש.\nכסימן לזכור את התאריכים הנ\"ל, נתנו לנו חז\"ל ראשי תבות: ז\"טו, ב\"ו, ד\"ד, ו\"ביו. והיינו: ז\"טו, כשיחול ר\"ח אדר ביום ז', אזי שבת הפסקה תחול בט\"ו לחודש. ב\"ו, כשיחול ר\"ח ביום ב', שבת הפסקה תחול בו' לחודש. ד\"ד, כשיחול ר\"ח ביום ד', שבת הפסקה תחול בד' לחודש. ו\"ביו, כשיחול ר\"ח ביום ו', יהיו שתי שבתות הפסקה, אחת תחול בב' לחודש, ואחת בי\"ו (ט\"ז) לחודש. וכמבואר כל זה בהרחבה ברש\"י מסכת מגילה (ל ע\"ב), ובשלחן ערוך (סימן תרפה).",
            "font_size": "17px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "פרשת שקלים",
      "description": [
         {
            "text": "בשבת שלפני ראש חודש אדר, או בשנה מעוברת בשבת שלפני ראש חודש אדר ב', מוציאים שני ספרי תורה. בספר הראשון קוראים את פרשת השבוע, ובספר השני קורא המפטיר פרשת 'שקלים', שהיא בספר שמות בתחילת פרשת כי תשא.\n",
            "font_size": "normal"
         },
         {
            "text": "הטעם לקריאת פרשה זו, מכיון שבזמן בית המקדש, בתי הדין שבכל ערי ישראל, היו מכריזים בראש חודש אדר להביא תרומת 'מחצית השקל' לבית המקדש, כדי שמראש חודש ניסן יקריבו את קרבנות התמיד של שחר ושל בין הערבים מכסף זה, כמו שציותה התורה, ולכן קוראים בתורה בשבת שלפני כן מענין נתינת 'מחצית השקל', כדי להזכיר לציבור שהגיע הזמן לתת את 'מחצית השקל'.\n",
            "font_size": "normal"
         },
         {
            "text": "אם חל ראש חודש אדר בשבת, קוראים את פרשת שקלים באותה שבת של ראש חודש, ולא מקדימים לשבת שלפני כן, כיון שראש חודש הוא הזמן המתאים ביותר לקריאה זו, שבו מתחילים לתת את 'מחצית השקל'. ",
            "font_size": "normal"
         },
         {
            "text": "(א)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "פרשת זכור",
      "description": [
         {
            "text": "פרשת 'זכור', היא שלושה פסוקים האחרונים שבפרשת 'כי תצא', המדברים בענין מצות מחיית עמלק. והיינו שנצטוינו לזכור פעם אחת בשנה את אשר עשה עמלק לעם ישראל כששהו במדבר לאחר שיצאו ממצרים, היאך בא להלחם בהם, והפיג את האימה והפחד הנוראים שהיו לאומות העולם מעם ישראל, כי מאחר ששמעו כולם את גבורות ה' בעשר המכות שהביא על מצרים, ואת קריעת ים סוף, כולם רגזו ופחדו ונמס לבם ולא העזו להלחם בישראל, כפי שהתורה מעידה בשירת הים: \"שָׁמְעוּ עַמִּים ",
            "font_size": "normal"
         },
         {
            "text": "יִרְגָּזוּן, חִיל",
            "font_size": "normal"
         },
         {
            "text": " אָחַז יֹשְׁבֵי פְּלָשֶׁת: אָז ",
            "font_size": "normal"
         },
         {
            "text": "נִבְהֲלוּ",
            "font_size": "normal"
         },
         {
            "text": " אַלּוּפֵי אֱדוֹם, אֵילֵי מוֹאָב ",
            "font_size": "normal"
         },
         {
            "text": "יֹאחֲזֵמוֹ רָעַד. נָמֹגוּ",
            "font_size": "normal"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "[נמסו]",
            "font_size": "17px"
         },
         {
            "text": " כֹּל יֹשְׁבֵי כְנָעַן: תִּפֹּל עֲלֵיהֶם ",
            "font_size": "normal"
         },
         {
            "text": "אֵימָתָה וָפַחַד,",
            "font_size": "normal"
         },
         {
            "text": " בִּגְדֹל זְרוֹעֲךָ ",
            "font_size": "normal"
         },
         {
            "text": "יִדְּמוּ",
            "font_size": "normal"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "[שתקו]",
            "font_size": "17px"
         },
         {
            "text": " כָּאָבֶן\". ועל ידי שבא זה הרשע עמלק, ונלחם עם ישראל, העזו אומות אחרות לאחר זמן גם כן להלחם בישראל. לכך נצטווינו לזכור דוקא את אשר עשה עמלק, ולא מה שעשו האומות האחרות, אף שגם הם נלחמו בישראל.\n",
            "font_size": "normal"
         },
         {
            "text": "תקנו חכמים לקרוא פרשה זו בשבת שלפני פורים, כדי להסמיך את מחיית עמלק למחיית המן, שאף הוא היה מזרע עמלק, כמו שנאמר במגילה: \"המן בן המדתא האגגי\", ואגג היה מלך עמלק. ",
            "font_size": "normal"
         },
         {
            "text": "(ג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מצוות צריכות כוונה -",
            "font_size": "normal"
         },
         {
            "text": " לדעת רוב הפוסקים קריאת פרשת זכור היא מן התורה, וכן פסק מרן בשלחן ערוך ",
            "font_size": "normal"
         },
         {
            "text": "(סימן תרפה ס\"ז)",
            "font_size": "15px"
         },
         {
            "text": ". ומאחר ומצוות צריכות כוונה, לכך על השליח צבור לעורר את דעת הקהל קודם הקריאה, שיטו אוזן קשבת לשמוע כל מילה, ויכוונו לצאת ידי חובת מצות עשה מן התורה של זכירת עמלק ומחייתו, ושגם הוא מכוין להוציאם ידי חובתם, ולא יקראו עם החזן בלחש כלל. ",
            "font_size": "normal"
         },
         {
            "text": "(ג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ספר תורה מהודר -",
            "font_size": "normal"
         },
         {
            "text": " יש להקפיד בקריאת פרשת 'זכור', להוציא את ספר התורה היותר מהודר שיש בבית הכנסת. ",
            "font_size": "normal"
         },
         {
            "text": "(ה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מושבים -",
            "font_size": "normal"
         },
         {
            "text": " הגרים במקום שאין שם מנין קבוע מידי שבת, עליהם לתת דעתם על זה לפני שבת, ולארגן מנין לשבת 'זכור'. ואם אי אפשר, עליהם לשבות במקום אחר שיש בו מנין, כדי לשמוע פרשת 'זכור'. ומכל מקום אם לא השיגו מנין, יקראו מתוך ספר התורה את פרשת 'זכור', אך בלי הברכות שעל התורה. ",
            "font_size": "normal"
         },
         {
            "text": "(ו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "נער בר מצוה -",
            "font_size": "normal"
         },
         {
            "text": " שעלייתו לתורה בשבת זכור, לא נכון שיקרא בציבור פרשת זכור, אלא יקרא עלייה אחרת מפרשת השבוע, שכיון שקריאת זכור היא מן התורה, יש להקפיד שיקרא אותה אדם גדול ממש. ומכל מקום בדיעבד אם קרא נער הבר מצוה, יצאו הציבור ידי חובתם. ",
            "font_size": "normal"
         },
         {
            "text": "(כט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "חולה -",
            "font_size": "normal"
         },
         {
            "text": " שלא בא לבית הכנסת, טוב לפחות שיקרא את הפסוקים של 'פרשת זכור' בחומש. וירשום לעצמו לתזכורת שכאשר יגיעו הציבור לפרשת 'כי תצא' לקראת סוף השנה בחודש אלול, יאמר לחזן שיכוין להוציאו ידי חובה בקריאת 'זכור'. ועל כן, טוב שכל חזן בפרשת 'כי תצא', יאמר לציבור שהוא מכוין להוציא ידי חובה, את כל מי שלא שמע את קריאת 'זכור' בחודש אדר. ",
            "font_size": "normal"
         },
         {
            "text": "(ז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ספר תורה פסול -",
            "font_size": "normal"
         },
         {
            "text": " ציבור שקראו פרשת זכור, ולאחר זמן נמצאה טעות בספר התורה, טוב שיכוונו לצאת ידי חובת 'זכור' בפרשת כי תצא, וכנ\"ל. ",
            "font_size": "normal"
         },
         {
            "text": "(ילקו\"י מועדים ערב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "בני ספרד ואשכנז -",
            "font_size": "normal"
         },
         {
            "text": " אף על פי שבשאר ימות השנה, אין בני ספרד ואשכנז מקפידים להתפלל דוקא בבית הכנסת שעל פי מבטאם, ומתפללים אלו אצל אלו, ושומעים קריאת התורה ותפלה ויוצאים ידי חובה, מכל מקום בשבת זכור, הנכון שכל אחד ישמע פרשת זכור כפי מסורת אבותיו, כיון שקריאה זו מן התורה. ",
            "font_size": "normal"
         },
         {
            "text": "(ח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "הכה תכה -",
            "font_size": "normal"
         },
         {
            "text": " נהגו להכות ברגלים על הארץ בעת שהחזן מזכיר 'עמלק' בפרשת בשלח וכיוצא, אולם בפרשת 'זכור' לא יעשו כן, פן יגרמו מכשול לציבור, שלא ישמעו את הקריאה כראוי. ",
            "font_size": "normal"
         },
         {
            "text": "(ה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "נשים -",
            "font_size": "normal"
         },
         {
            "text": " מכיון שנחלקו הפוסקים אם נשים חייבות לשמוע פרשת 'זכור', לכך אשה שיכולה לבוא לבית הכנסת ולשמוע 'זכור', תעשה כן ותבוא עליה ברכה. אך אשה שקשה לה להגיע, כגון שאין בית הכנסת בקרבת ביתה וצריכה ללכת רחוק, יש לה על מה לסמוך שלא לבוא לשמוע קריאת פרשת 'זכור'. ",
            "font_size": "normal"
         },
         {
            "text": "(ט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "נשים שיש להם ילדים קטנים ועסוקות בטיפול הילדים, ואי אפשר לעוזבם מבלי השגחה, פטורות מלבוא לשמוע פרשת 'זכור'.  ",
            "font_size": "normal"
         },
         {
            "text": " והטעם בזה שכלל גדול בידינו (סוכה כה ע\"ב): 'העוסק במצוה פטור מן המצוה', וכיון שהן עסוקות כרגע בהשגחה וחינוך הילדים, פטורות הן ממצות שמיעת פרשת 'זכור'. (י) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ואמנם יש לדעת שאותן נשים הבאות לבית הכנסת לשמוע 'זכור', הרי זה בתנאי שבאות בצניעות ויראת שמים, ואינן מדברות בשעת התפלה. ולאחר התפלה פונות מיד לבתיהן ואינן מתעכבות לפטפט על יד בית הכנסת, שבזה גורמות צער לשכינה, ומחטיאות את הרבים בחוסר זהירות בשמירת העיניים. וכל אשה תבדוק בעצמה, אם כדאי שתבוא לבית הכנסת או שתשאר בירכתי ביתה, ולמצוה יחשב לה. והלוואי שכל הנשים תקיימנה את המצוות שחייבות בהן מן הדין כברכת המזון, כיסוי הראש כהלכה ועוד, עד שיחפשו להן מצוות נוספות מחוץ לבתיהן.\n",
            "font_size": "normal"
         },
         {
            "text": "מנין נשים -",
            "font_size": "normal"
         },
         {
            "text": " כדי לזכות את אותן נשים שלא יכולות לבוא לבית הכנסת בבוקר מחמת טיפול הילדים וכיוצא, יש נהגו לארגן בשעה מאוחרת יותר קריאה מיוחדת לנשים בלבד, ובא חזן ירא שמים עם אשתו, וקורא להן מתוך ספר התורה בלי ברכה. והמארגנים דבר זה, תבוא עליהם ברכה. ",
            "font_size": "normal"
         },
         {
            "text": "(י)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "נשים שאינן מגיעות לבית הכנסת, טוב לפחות שיקראו את הפסוקים של 'פרשת זכור' מתוך החומש. ",
            "font_size": "normal"
         },
         {
            "text": "(שו\"ת יביע אומר חלק ח חאו\"ח סימן נד)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "פיוט 'מי כמוך'",
      "description": [
         {
            "text": "רבי יהודה הלוי ",
            "font_size": "normal"
         },
         {
            "text": "[לפני כתשע מאות שנה]",
            "font_size": "17px"
         },
         {
            "text": ", חיבר וערך פיוט \"מי כמוך ואין כמוך\", בטוב טעם ודעת, עם חרוזים נעימים ויפים, מתוקים מדבש ונופת צופים. פיוט זה מסכם בקצרה את כל הקורות במגילת אסתר, וממלא את האדם בשמחה ובאמונה בה' יתברך. ומנהג רוב קהילות ישראל לאומרו בשבת 'זכור' אחר קדיש תתקבל קודם קריאת התורה. ויש שנהגו לאומרו אחר קריאת התורה. ",
            "font_size": "normal"
         },
         {
            "text": "(מו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "הפיוט מחולק לארבעה פרקים. הפרק הראשון הוא על סדר א' ב', ובאות ר' ישנם שני קטעים, ",
            "font_size": "normal"
         },
         {
            "text": "[הקטע הראשון הוסיפו רבי אברהם אבן עזרא, ראה בסיפור להלן]",
            "font_size": "17px"
         },
         {
            "text": " ואלו הם: ",
            "font_size": "normal"
         },
         {
            "text": "\"רָצָה הָאֶחָד לִשְׁמֹר כִּפְלַיִם, מִשְׁמַרְתּוֹ וּמִשְׁמֶרֶת חֲבֵרוֹ שְׁתֵּי יָדַיִם, וְהַשֵּׁנִי סַם בְּסֵפֶל הַמַּיִם, שָׁם שָׂם לוֹ\". רָחֲשָׁה אֶסְתֵּר לַמֶּלֶךְ בְּאִמְרֵי שֶׁפֶר, בְּשֵׁם מָרְדְּכַי וְנִכְתָּב בַּסֵּפֶר, בֻּקַּשׁ וְנִמְצָא לִפְנֵי צְבִי עוֹפֶר, כִּי בוּל הָרִים יִשְׂאוּ לוֹ\".",
            "font_size": "normal"
         },
         {
            "text": " וזהו הנוסח הנכון, ולא כמו שהביאו בחלק מן הסידורים את הקטע השני בלבד. ",
            "font_size": "normal"
         },
         {
            "text": "[וראה בפירוש רבנו יצחק אברבנאל על התורה (פרשת כי תשא) שכתב: \"ואטה אוזני לדברי הרב אברהם בן עזרא, ומצד אחר לדברי רבי יהודה הלוי חותנו\".]",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(שנב, שנט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "פרשת פרה",
      "description": [
         {
            "text": "קריאת פרשת פרה היא בתחילת פרשת חוקת. והטעם לקריאה זו, משום שמתקרבים אנו לחודש ניסן, שבו נצטווינו להקריב קרבן פסח כשבית המקדש היה קיים, וכתזכורת לטהר עצמנו מטומאת מת, כדי להקריב את הקרבן בטהרה, קוראים בפרשה זו, ששם בארה התורה את תהליך הטהרה באפר פרה אדומה.\n",
            "font_size": "normal"
         },
         {
            "text": "לטעם זה, מבואר שנכון שגם הנשים תשתדלנה לשמוע קריאה זו בספר תורה, שהרי גם בהן שייך הטעם שיטהרו, כדי לאכול קרבן פסח. ",
            "font_size": "normal"
         },
         {
            "text": "(יח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מהדרין -",
            "font_size": "normal"
         },
         {
            "text": " רבים מהפוסקים אומרים שקריאת פרשת פרה היא מן התורה, ",
            "font_size": "normal"
         },
         {
            "text": "[כן דעת תוספות רבי יהודה החסיד, תוספות שאנץ, הרשב\"א, הריטב\"א, הרא\"ש, תרומת הדשן, הרש\"ל ועוד.]",
            "font_size": "17px"
         },
         {
            "text": " וכן פסק מרן בשלחן ערוך ",
            "font_size": "normal"
         },
         {
            "text": "(סימן תרפה סעיף ז)",
            "font_size": "15px"
         },
         {
            "text": ". על כן, יש לקרוא את הפרשה בספר התורה היותר מהודר, ויכוונו קודם הקריאה לצאת ידי חובה מן התורה, ויקפיד כל אחד על מבטא אבותיו, כמו בפרשת זכור. ",
            "font_size": "normal"
         },
         {
            "text": "(טז, יז)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "פרשת החודש",
      "description": [
         {
            "text": "קריאת פרשת החודש היא בחומש שמות פרשת בא, ששם ציוה הקב\"ה לעם ישראל על קרבן פסח, שנאמר: \"ויקחו להם איש שה לבית אבות שה לבית\".\n",
            "font_size": "normal"
         },
         {
            "text": "ראש חדש ניסן שחל בשבת, מוציאים שלשה ספרי תורה. בספר הראשון קוראים ששה עולים בפרשת השבוע. בספר השני קורא העולה השביעי בקריאת ראש חדש, ואומר קדיש. בספר השלישי קורא המפטיר בפרשת החדש, ואומר קדיש. ואין אומרים קדיש אחר גמר הקריאה בספר תורה הראשון, מכיון שעדיין לא עלו שבעה עולים ולא הסתימה חובת העולים של היום. אך לאחר הספר השני, שעלו כבר שבעה עולים, אומרים קדיש. ומכל מקום, אם העלו שבעה עולים בספר הראשון, כיון שהשלמה חובת היום, יאמרו קדיש, ונמצא שאז אומרים שלושה קדישים. ",
            "font_size": "normal"
         },
         {
            "text": "(יט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "בכל פעם שמוציאים שלושה ספרי תורה, ",
            "font_size": "normal"
         },
         {
            "text": "[ראש חודש טבת או אדר או ניסן שחל בשבת, או בשמחת תורה,]",
            "font_size": "17px"
         },
         {
            "text": " מנהג קדום לומר את הפסוקים דלהלן בפתיחת ההיכל: ירמיהו פרק י' פסוק ו, ז, י. שמע ישראל, אנא ה' הושיעה נא, אנא ה' הצליחה נא. ",
            "font_size": "normal"
         },
         {
            "text": "(הגר\"ח פלאג'י, הלבוש ועוד)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "טעה בהפטרה",
      "description": [
         {
            "text": "בארבע הפרשיות: שקלים, זכור, פרה והחודש, אם טעה המפטיר וקרא את הפטרת פרשת השבוע במקום ההפטרה של אלו הפרשיות, חוזר וקורא את ההפטרה הנכונה. אלא שאם כבר ברך את הברכות שאחר ההפטרה, לא יחזור לברכן שוב. ",
            "font_size": "normal"
         },
         {
            "text": "(כב)",
            "font_size": "15px"
         },
         {
            "text": "\n\nמחצית השקל",
            "font_size": "45px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "מחצית השקל"
   },
   {
      "type": "alaha",
      "title": "זכר למחצית השקל",
      "description": [
         {
            "text": "כבר בארנו שהמעות של מחצית השקל שציותה התורה לתת, היו לצורך קניית קרבנות התמיד שהקריבו בבית המקדש בכל יום, ואמנם גם היום בעוונותינו הרבים שחרב בית המקדש, נוהגים לתת סכום זה, אך נזהרים לומר שהוא ",
            "font_size": "normal"
         },
         {
            "text": "'זכר'",
            "font_size": "normal"
         },
         {
            "text": " למחצית השקל, ולא מחצית השקל ממש. וגם הנשים יתנו 'זכר למחצית השקל'. ",
            "font_size": "normal"
         },
         {
            "text": "(קא, קה)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "זמן הנתינה",
      "description": [
         {
            "text": "מראש חודש אדר ",
            "font_size": "normal"
         },
         {
            "text": "[ובשנה מעוברת מראש חודש אדר ב']",
            "font_size": "17px"
         },
         {
            "text": " מתחיל הזמן של נתינת 'זכר למחצית השקל'. ולפחות ישתדל לתת קודם קריאת המגילה, כמו שדרשו חז\"ל ",
            "font_size": "normal"
         },
         {
            "text": "(מגילה יג ע\"ב)",
            "font_size": "15px"
         },
         {
            "text": ": \"גלוי וידוע לפני מי שאמר והיה העולם, שעתיד המן לשקול שקלים על ישראל, לפיכך הקדים הקב\"ה את שקלי ישראל לשקליו\". ",
            "font_size": "normal"
         },
         {
            "text": "(קא)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "מאיזה גיל?",
      "description": [
         {
            "text": "מגיל עשרים שנה, יתנו 'זכר למחצית השקל'. וטוב להחמיר ולתת כבר מגיל שלוש עשרה. וטוב לתת גם עבור ילדיו הקטנים. ",
            "font_size": "normal"
         },
         {
            "text": "[כיון שנותנים את הכסף לצדקה, ורומזים בזה מה שאמר הקב\"ה הקדימו שקליכם לשקליו של אותו רשע המן, והלוא גם הנשים והילדים היו באותו הנס, לכן נותנים גם כנגדם.]",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(קד, קה)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "הסכום",
      "description": [
         {
            "text": "מטבע של 'מחצית השקל' הוא 9 גרם כסף טהור, לפי מחיר הכסף הגולמי מדי שנה בשנה. ",
            "font_size": "normal"
         },
         {
            "text": "[מחצית השקל בשקל הקודש הוא: 2 דינרים, וכל דינר הוא משקל מיתקאל, שהוא דרהם וחצי (כסף משנה הלכות כלי המקדש פ\"ב ה\"ג), ו-2 דינרים הם: 3 דרהם. וכל דרהם הוא: 3 גרם, בסה\"כ: 9 גרם. ובשנים האחרונות סכום זה נע בין 18 ₪ ל-25 ₪]",
            "font_size": "17px"
         },
         {
            "text": ". ורשאי לתת גם חפץ בשווי זה. ",
            "font_size": "normal"
         },
         {
            "text": "(קב, קג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "הרוצה לתת יותר מהסכום הנדרש, רשאי לתת כמתנת ידו כדי להרבות תורה, צדקה וחסד, ותבוא עליו ברכה. ומאידך, מי שמצבו הכלכלי קשה, די שיתן מטבע של חצי שקל ",
            "font_size": "normal"
         },
         {
            "text": "[50 אגורות]",
            "font_size": "17px"
         },
         {
            "text": " המצוי כיום. ",
            "font_size": "normal"
         },
         {
            "text": "(קד)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "מעשר כספים = מדה בינונית",
      "description": [
         {
            "text": "ראוי ונכון לכל אדם ",
            "font_size": "normal"
         },
         {
            "text": "[במשך כל ימות השנה]",
            "font_size": "17px"
         },
         {
            "text": " להפריש מרווחיו לצדקה. ויש לדעת, כי הנותן מעשר כספים, דהיינו 10% מכל הרווחים, זו היא מדה בינונית בצדקה, אך מצוה מן המובחר לתת חומש ",
            "font_size": "normal"
         },
         {
            "text": "[20%]",
            "font_size": "17px"
         },
         {
            "text": ". והנותן פחות ממעשר, הרי זו עין רעה. כמבואר כל זה בשלחן ערוך הלכות צדקה ",
            "font_size": "normal"
         },
         {
            "text": "(יורה דעה סימן רמט סעיף א)",
            "font_size": "15px"
         },
         {
            "text": ".\n",
            "font_size": "normal"
         },
         {
            "text": "אין לתת מעות של 'זכר מחצית השקל' ממעשר כספים או מהחומש. אולם אם כשהתחיל לתת את המעשר או החומש, אמר שנוהג כן 'בלי נדר', ועתה מצבו הכלכלי קצת קשה, רשאי לתת ממעות אלו. ",
            "font_size": "normal"
         },
         {
            "text": "(קד)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "למי נותנים?",
      "description": [
         {
            "text": "את הכסף, נותנים למוסדות של תורה שמגדלים בהם תלמידי חכמים, שזה מהווה כתחליף לקרבנות שהיו מכפרים על עם ישראל בזמן בית המקדש. ואדרבה אמרו חז\"ל ",
            "font_size": "normal"
         },
         {
            "text": "(מגילה ג ע\"א)",
            "font_size": "15px"
         },
         {
            "text": ": \"גדול תלמוד תורה יותר מהקרבת הקרבנות\". ובמדרש מסופר על רבן יוחנן בן זכאי שהיה מהלך בירושלים ורבי יהושע תלמידו היה מהלך אחריו, וראו את בית המקדש חרב, אמר רבי יהושע אוי לנו על בית המקדש שהוא חרב, שבו היו מתכפרים עוונותינו. אמר לו רבן יוחנן בן זכאי: בני, אל ירע בעיניך, יש לנו כפרה אחרת שהיא כמותה, והיא תלמוד תורה וגמילות חסדים, שנאמר ",
            "font_size": "normal"
         },
         {
            "text": "(הושע ו ו)",
            "font_size": "15px"
         },
         {
            "text": ": \"כִּי חֶסֶד חָפַצְתִּי וְלֹא זָבַח, וְדַעַת אֱלֹהִים ",
            "font_size": "normal"
         },
         {
            "text": "[תורה]",
            "font_size": "17px"
         },
         {
            "text": " מֵעֹלוֹת\". וכל המשתדל להיות עושה ומְעַשֶׂה בהרמת קרן התורה ולומדיה, יזכה לראות בהרמת קרן ישראל. ",
            "font_size": "normal"
         },
         {
            "text": "(קה)",
            "font_size": "15px"
         },
         {
            "text": "\n\nתענית אסתר",
            "font_size": "45px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "תענית אסתר"
   },
   {
      "type": "alaha",
      "title": "חסדי ה' כי לא תמנו",
      "description": [
         {
            "text": "ברוב רחמיו וחסדיו של בורא עולם עלינו, ביטל את גזרתו של המן הרשע, ששלח אגרות למאה ועשרים ושבע מדינות, להשמיד להרוג ולאבד את כל היהודים מנער ועד זקן טף ונשים ביום אחד, ביום י\"ג לחודש אדר. בעקבות ביטול הגזרה, נשלחו אגרות שניות ליהודים שיקהלו באותו יום י\"ג אדר, לעמוד על נפשם מפני אויביהם ולהרוג בשונאיהם, והיו זקוקים לרחמי שמים מרובים, לבל יוכלו אויביהם לפגוע בהם, ועמדו בתפלה ובתחנונים ובתענית באותו יום, כשם שעשה משה רבנו ביום שנלחמו ישראל בעמלק, שישב בתענית ובתפלה, וגבר ישראל. וה' יתברך שמע את תחינתם, וקיים בהם \"ונהפוך הוא אשר ישלטו היהודים המה בשונאיהם\", והרגו בהם שבעים וחמשה אלף איש, מלבד מה שהרגו בשושן הבירה, ושום יהודי לא נהרג, כי לא בחיל ולא בכוח, כי אם ברוחי אמר ה' צבאות. וזכר לנס זה שנעשה לעם ישראל בתענית, נהגו להתענות בכל שנה ושנה ביום זה, י\"ג באדר, וצום זה נקרא \"תענית אסתר\". ",
            "font_size": "normal"
         },
         {
            "text": "(לז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כשחל י\"ג באדר בשבת, מקדימים להתענות ביום חמישי.  ",
            "font_size": "normal"
         },
         {
            "text": " ואע\"פ ששאר תעניות שחלו בשבת מאחרים ליום ראשון, כאן מקדימים, מכיון שכל התעניות נתקנו מחמת פורענויות שהיו כמאורעות החורבן וכדומה, וכלל בידינו שאין מקדימים פורענות, אבל תענית אסתר אינה זכר לפורענות. ועוד כי לא שייך לדחות את התענית ליום ראשון שזהו פורים שאסור להתענות בו. (לז) ",
            "font_size": "17px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "החייבים והפטורים מהתענית",
      "description": [
         {
            "text": "על כל אדם בריא להתענות, האנשים מגיל 13 שנה, והנשים מגיל 12 שנה. ",
            "font_size": "normal"
         },
         {
            "text": "(מב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "חולה - ",
            "font_size": "normal"
         },
         {
            "text": " פטור מלהתענות, ולא רשאי להחמיר על עצמו. וכן אדם שנתקף בחולשה יתירה או זקן מופלג שתש כוחו, פטורים מלהתענות. ומי שמצטער מכאבי עיניים, הגם שפטור מלהתענות, מכל מקום כשיבריא, ישלים את תעניתו לאחר פורים, ורק אם אכל על פי פקודת רופא, אינו צריך להשלים את התענית. ",
            "font_size": "normal"
         },
         {
            "text": "(לט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מעוברות -",
            "font_size": "normal"
         },
         {
            "text": " פטורות מלהתענות, אף אם אינן מצטערות מהתענית. ומעוברת, היינו משלושה חדשים ומעלה. ומכל מקום אף קודם לכן אם סובלת מהקאות ומיחושים או חולשה רבה, פטורה מלהתענות. ויש מקילים כל שנודע לה על ידי בדיקה רפואית שהיא בהריון. ",
            "font_size": "normal"
         },
         {
            "text": "(לז. סנסן ליאיר עמוד קמה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "יולדת או מפלת -",
            "font_size": "normal"
         },
         {
            "text": " פטורה מלהתענות עד עשרים וארבע חודש ",
            "font_size": "normal"
         },
         {
            "text": "[שנתיים]",
            "font_size": "17px"
         },
         {
            "text": " מהלידה.  ",
            "font_size": "normal"
         },
         {
            "text": " ויש לציין שקולא זו היא רק בתענית אסתר, אבל בשאר תעניות עד שלושים יום היא פטורה, ולאחר מכן, אם היא מניקה, היא פטורה, ואם אינה מניקה, תתחיל להתענות, ואם תרגיש חולשה יתירה, רשאית לאכול. ",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": " כמבואר בחוברת 'ארבע התעניות בהלכה ובאגדה'. (לח. ילקו\"י רעח) ",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מזל טוב -",
            "font_size": "normal"
         },
         {
            "text": " חתן וכלה שנמצאים בשבעת ימי המשתה, פטורים מלהתענות. וכן שלושה בעלי ברית: אבי הבן, הסנדק והמוהל, פטורים מלהתענות, ואינם רשאים להחמיר על עצמם, כיון שיום טוב שלהם הוא. ",
            "font_size": "normal"
         },
         {
            "text": "[אבל בשאר התעניות שחלו בזמנן ואינן דחויות, הרי הם חייבים להתענות. וההבדל ביניהם, מאחר והתענית בשאר הצומות היא משום אבלות על חורבן בית המקדש וירושלים, לכן דוחה האבלות של כל ישראל את השמחה של יחיד שהוא החתן, וגם כי הלוא החתן עצמו אומר: \"אם לא אעלה את ירושלים על ראש שמחתי\", לא כן תענית אסתר, אינה משום אבלות אלא אדרבה זכר לנס שהרגו באויביהם ביום התענית.]",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(מב)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "רוב מתענים",
      "description": [
         {
            "text": "מוציאים ספר תורה בשחרית ומנחה של התענית, וקוראים 'ויחל משה', ובלבד שיהיו לפחות ששה מתענים. ומכל מקום אם חלה התענית בשני או בחמישי ואין ששה מתענים, יקראו בספר תורה בפרשת השבוע, אבל אם חלה התענית בשאר הימים, לא יוציאו ספר תורה כלל. ",
            "font_size": "normal"
         },
         {
            "text": "(מד. ארבע תעניות קיג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אין להעלות לספר תורה אלא מי שמתענה, ולכן אם יש כהן אחד שאינו מתענה, טוב שיצא מבית הכנסת, ויעלה ישראל במקומו. ואם קשה לו לצאת, יאמרו \"אף על פי שיש כאן כהן, יעמוד ישראל במקום כהן\". והוא הדין כשיש לוי שאינו מתענה, יקרא הכהן פעמיים גם במקום הלוי. ומכל מקום אם חלה התענית בשני או בחמישי, שאף ללא התענית היינו מוציאים ספר תורה, רשאים להעלות בשחרית גם אדם שאינו מתענה. ",
            "font_size": "normal"
         },
         {
            "text": "(מה. ארבע תעניות קח, קיב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אם אין ששה מתענים, לא יאמר השליח ציבור 'עננו' בחזרת התפלה בין 'גואל ישראל' ל'רפאנו', אלא בברכת 'שומע תפלה'. ",
            "font_size": "normal"
         },
         {
            "text": "(מד)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "מדיני קריאת המגילה"
   },
   {
      "type": "alaha",
      "title": "באלו ערים קוראים מגילה בי\"ד באדר ובאלו בט\"ו?",
      "description": [
         {
            "text": "נאמר במגילה ",
            "font_size": "normal"
         },
         {
            "text": "(ט יט)",
            "font_size": "15px"
         },
         {
            "text": ": \"עַל כֵּן הַיְּהוּדִים ",
            "font_size": "normal"
         },
         {
            "text": "הַפְּרָזִים הַיֹּשְׁבִים בְּעָרֵי הַפְּרָזוֹת, עֹשִׂים אֵת יוֹם אַרְבָּעָה עָשָׂר",
            "font_size": "normal"
         },
         {
            "text": " לְחֹדֶשׁ אֲדָר שִׂמְחָה וּמִשְׁתֶּה וְיוֹם טוֹב וּמִשְׁלֹחַ מָנוֹת אִישׁ לְרֵעֵהוּ\". ומכאן למדו חז\"ל שערי הפרזות ",
            "font_size": "normal"
         },
         {
            "text": "[פרוז, פרוץ בלי חומה]",
            "font_size": "17px"
         },
         {
            "text": ", עושים את כל מצוות הפורים בי\"ד באדר, והערים המוקפות חומה עושים בט\"ו באדר. ואולם, היינו דוקא לערים שהיו מוקפות חומה בתקופתו של יהושע בן נון בשעת כיבוש ארץ ישראל, כירושלים וכיוצא, אבל ערים שהוקפו בחומה לאחר מכן, עושים בי\"ד.\n",
            "font_size": "normal"
         },
         {
            "text": "מה שתלו את הדבר במוקפות חומה מזמן יהושע בן נון דוקא, משום שהוא הראשון שנלחם בעמלק, והמן היה מזרע עמלק. וגם כדי לחלוק כבוד לארץ ישראל שהיתה חרבה בימי אחשורוש, ובזה שיקראו בכמה מערי ארץ ישראל כבני שושן, יהיה זכרון לארץ ישראל בנס זה. ",
            "font_size": "normal"
         },
         {
            "text": "(קי. תורת המועדים עמוד רד)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "ערים המסופקות",
      "description": [
         {
            "text": "ישנן כמה מערי הארץ העתיקות שמסופקים אנו אם היו מוקפות חומה בתקופת יהושע בן נון או לא, ",
            "font_size": "normal"
         },
         {
            "text": "[כגון: טבריה, חברון, יפו, עכו, צפת, לוד, רמלה, באר שבע, חיפה, בית שאן.]",
            "font_size": "17px"
         },
         {
            "text": " ואף שבפסוקים בנביא נראה שכמה מהן היו מוקפות חומה, מכל מקום אפשר שהערים האלו נבנו עתה לא במקומם הראשון ממש שהיה מוקף חומה. על כן, מקומות אלו קוראים את המגילה ועושים את כל מצוות הפורים בי\"ד, וחוזרים לקוראה בט\"ו בלי ברכה. ויאמרו גם 'על הניסים' בט\"ו, ואין בזה חשש הפסק. וטוב שיעשו שוב משלוח מנות ומתנות לאביונים וסעודת פורים בט\"ו. אך לא יוציאו ספר תורה בט\"ו לקריאת התורה של פורים. ",
            "font_size": "normal"
         },
         {
            "text": "(ק, קיא, קיד)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "ירושלים",
      "description": [
         {
            "text": "ירושלים עיר הקודש, אין ספק שהיא אותה ירושלים של פעם המוזכרת בתנ\"ך. וכיון שהיתה מוקפת חומה מימות יהושע בן נון, קוראים בה את המגילה ועושים את כל מצוות הפורים בט\"ו בלבד. והוא הדין לעיר 'שושן' ",
            "font_size": "normal"
         },
         {
            "text": "[המאדאן]",
            "font_size": "17px"
         },
         {
            "text": " שבפרס, שגם הם עושים את כל מצוות הפורים בט\"ו בלבד, כיון ששם המשיכו עם ישראל להרוג בשונאיהם גם ביום י\"ד באדר, ונחו מהמלחמה בט\"ו. ",
            "font_size": "normal"
         },
         {
            "text": "(קי)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "סמוכים לעד לעולם",
      "description": [
         {
            "text": "עיר המוקפת חומה שקוראים בה בט\"ו, ויש עיר הסמוכה לה, עד מיל ",
            "font_size": "normal"
         },
         {
            "text": "[960 מטר]",
            "font_size": "17px"
         },
         {
            "text": ", גם בה קוראים בט\"ו. ",
            "font_size": "normal"
         },
         {
            "text": "[ומכיון שפרטי דינים רבים יש בזה, לכן כשיש ספק יש לשאול מורה הוראה.]",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(קי)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "לו יצויר שיבנו את השטחים הפנויים שבין עיר לעיר בארץ ישראל עד ירושלים, באמת נמצא שבכל ערי הארץ יקראו את המגילה בט\"ו כירושלים עיר הקודש.\n",
            "font_size": "normal"
         },
         {
            "text": " ובאמת אין זה פלא, כי בקרוב ממש עומד להיות כך, כמו שאמרו חז\"ל (פסיקתא רבתי פרשה א): אמר רבי לוי עתידה ירושלים להיות כארץ ישראל, וארץ ישראל ככל העולם כולו. ושואל המדרש, הלוא נאמר (ישעיה סו כג): \"וְהָיָה מִדֵּי חֹדֶשׁ בְּחָדְשׁוֹ וּמִדֵּי שַׁבָּת בְּשַׁבַּתּוֹ יָבוֹא כָל בָּשָׂר לְהִשְׁתַּחֲוֹת לְפָנַי אָמַר ה'\", אם כן היאך באים עם ישראל לבית המקדש בראש חודש ובשבת מסוף העולם? אלא העננים באים וטוענים אותם ומביאים אותם, והם מתפללים שם בבוקר. וכשחל ראש חודש להיות בשבת, הם באים שתי פעמים, אחת בשביל שבת ואחת בשביל ראש חודש. והיאך הם באים? העננים טוענים אותם בהשכמה ומביאים אותם לירושלים, ומתפללים שם בבוקר, וטוענים אותם שוב לבתיהם. ובמנחה, מחזירים אותם שוב לירושלים, שנאמר (ישעיה ס ח): \"מִי אֵלֶּה כָּעָב [כענן] תְּעוּפֶינָה וְכַיּוֹנִים אֶל אֲרֻבֹּתֵיהֶם\". מִי אֵלֶּה כָּעָב תְּעוּפֶינָה - הרי של בוקר. וְכַיּוֹנִים אֶל אֲרֻבֹּתֵיהֶם - הרי של מנחה. ע\"כ. יהי רצון שיראו עינינו וישמח לבנו בביאת משיח צדקנו במהרה בימינו, אמן. ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ערים הסמוכות ברצף בתים לערים המסופקות, כמו בני ברק, רמת גן, תל אביב, חולון, שהן סמוכות לעיר יפו, וכן חיפה שסמוכה לחיפה העתיקה, טוב שיקראו את המגילה גם בט\"ו בלי ברכה, וכן כל כיוצא בהן. ",
            "font_size": "normal"
         },
         {
            "text": "(קיב)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "ביום ובלילה",
      "description": [
         {
            "text": "חייב אדם לקרוא את המגילה בלילה, ולחזור ולקרותה ביום. וקריאה של לילה, זמנה כל הלילה עד עמוד השחר. ואם לא הספיק לקראה, לא מועיל שיקראה ביום פעמיים. וקריאה של יום, זמנה מהנץ החמה ועד השקיעה. ",
            "font_size": "normal"
         },
         {
            "text": "(מז)",
            "font_size": "15px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": " אם היה טרוד ולא קרא המגילה ונזכר בסוף היום, ויודע שיכול לסיימה קודם צאת הכוכבים, יקרא ויברך. ",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(יביע אומר ח\"י סי' נב)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "ברוב עם הדרת מלך",
      "description": [
         {
            "text": "מצוה מן המובחר לקרוא את המגילה בציבור גדול ככל היותר, שנאמר ",
            "font_size": "normal"
         },
         {
            "text": "(משלי יד כה)",
            "font_size": "15px"
         },
         {
            "text": ": \"ברוב עם הדרת מלך\", שבזה מתהדר ומתגדל שמו יתברך, היאך ישראל מתקבצים ובאים בהמוניהם לפרסם את שבחיו ונסיו ונפלאותיו, שעשה לאבותינו בימים ההם בזמן הזה. ומכל מקום אם בבית כנסת זה ישנם רעשים, ואינו יכול לשמוע את המגילה כראוי, ילך לבית כנסת אחר. ",
            "font_size": "normal"
         },
         {
            "text": "(מט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מגילה לעצמו -",
            "font_size": "normal"
         },
         {
            "text": " מי שיש בידו מגילה כשרה, רשאי מן הדין לברך ולקרוא לעצמו בלחש, אך הנכון יותר שישמע מהחזן, כי בכל בית כנסת מתוקן, ישנו חזן המכין את הקריאה היטב וקוראה כראוי בדקדוק ובטעמים, אבל זה הקורא את המגילה לבדו, על פי רוב אינו בקי, ויכול לטעות ואין מי שיתקנו. גם שהקריאה בלחש מפריעה ליושבים בצידו. ולבד מזה, הרי שבקריאתו, הוא מפסיד את מעלת \"ברוב עם הדרת מלך\", שזה שייך דוקא כשכולם יוצאים ידי חובה מאדם אחד. ",
            "font_size": "normal"
         },
         {
            "text": "(סט)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "קודם הקריאה",
      "description": [
         {
            "text": "אכילה -",
            "font_size": "normal"
         },
         {
            "text": " אסור לאכול קודם קריאת המגילה עוגה או לחם בשיעור כביצה ",
            "font_size": "normal"
         },
         {
            "text": "[בלי קליפתה - 50.4 גרם]",
            "font_size": "17px"
         },
         {
            "text": ". וגם הנשים צריכות להזהר בזה. ואולם, מותר לאכול פירות או אורז וכיוצא, וכן מותר לשתות תה וקפה. ומאחר ורוב העולם קוראים את המגילה בליל י\"ד, שזה מוצאי תענית אסתר, אם רוצים, רשאים לאכול עוגה יותר משיעור כביצה, ובלבד שימנו אדם שיזכיר להם לקרוא את המגילה. ",
            "font_size": "normal"
         },
         {
            "text": "(צה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "פיצוצים -",
            "font_size": "normal"
         },
         {
            "text": " על האחראים בבית הכנסת, לעמוד על המשמר ולהשגיח שלא יפריעו הילדים ברעשנים ובאקדחים ובכל מיני פיצוצים בעת שהשליח ציבור אומר 'המן', שדבר זה מפריע את הסדר, ומונע את שמיעת המגילה כהלכה לחייבים בה. ",
            "font_size": "normal"
         },
         {
            "text": "(סא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "וכן היה מנהגו של מרן הראשון לציון רבנו עובדיה יוסף שליט\"א, בהיותו מתפלל לפני כחמישים שנה בבית הכנסת 'בורוכוב' בשכונת הבוכרים בירושלים, קודם שהיה קורא את המגילה היה אוסף בכבודו ובעצמו יחד עם גבאי בית הכנסת את 'כלי הנשק' שהביאו הילדים, ברודים ופיצוצים למיניהם, כדי שלא יפריעו בקריאה.\n",
            "font_size": "normal"
         },
         {
            "text": "נטילת ידים -",
            "font_size": "normal"
         },
         {
            "text": " טוב להחמיר ליטול את הידיים קודם קריאת המגילה, כדי שיוכל לגעת במגילה בידיו ממש, ולא באמצעות מטפחת. ",
            "font_size": "normal"
         },
         {
            "text": "(עו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "גלילה -",
            "font_size": "normal"
         },
         {
            "text": " יש שליחי ציבור שנוהגים לפתוח את המגילה כולה מתחילה, ויש נוהגים שלא לפתוח את המגילה, רק שאחר שמסיימים לקרוא את העמוד הראשון, אינם גוללים אותו כספר תורה, אלא מניחים את המגילה פתוחה, וכן הלאה בכל עמוד ועמוד, עד שכשמסיימים את הקריאה, נמצאת כל המגילה פתוחה לפניו כאגרת, כדי לפרסם ולהראות את הנס יותר.\n",
            "font_size": "normal"
         },
         {
            "text": "יש להזכיר לקהל שגם הם לא יגללו את המגילה אחר קריאת העמוד הראשון, אלא יניחו אותה פתוחה עד סיום הקריאה, ויזהרו מאוד שלא תיגרר בארץ. ",
            "font_size": "normal"
         },
         {
            "text": "(עד)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כוונת הלב -",
            "font_size": "normal"
         },
         {
            "text": " על השליח ציבור לעורר תשומת לב הקהל, שיכוונו לצאת ידי חובת המצוה, ושגם הוא מכוון להוציאם, ",
            "font_size": "normal"
         },
         {
            "text": "[ש\"מצוות צריכות כוונה\". וגם כשמכוון, הוא מתבונן יותר ויש בזה פרסום הנס, שאינו כקורא פסוקים לבד.]",
            "font_size": "17px"
         },
         {
            "text": " ויאמר להם שיטו אוזן קשבת לשמוע כל מילה, שלדעת הרבה פוסקים אם לא שמע אפילו מילה אחת, לא יצא. ",
            "font_size": "normal"
         },
         {
            "text": "(ע)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "ברכות המגילה",
      "description": [
         {
            "text": "קודם קריאת המגילה בלילה, עומד השליח ציבור ומברך שלוש ברכות בניגון מעט: ",
            "font_size": "normal"
         },
         {
            "text": "א.",
            "font_size": "normal"
         },
         {
            "text": " על מקרא מגילה. ",
            "font_size": "normal"
         },
         {
            "text": "ב.",
            "font_size": "normal"
         },
         {
            "text": " שעשה ניסים. ",
            "font_size": "normal"
         },
         {
            "text": "ג.",
            "font_size": "normal"
         },
         {
            "text": " שהחיינו. וקודם קריאת המגילה ביום, מברך רק שתי ברכות: ",
            "font_size": "normal"
         },
         {
            "text": "א.",
            "font_size": "normal"
         },
         {
            "text": " על מקרא מגילה. ",
            "font_size": "normal"
         },
         {
            "text": "ב.",
            "font_size": "normal"
         },
         {
            "text": " שעשה ניסים. ",
            "font_size": "normal"
         },
         {
            "text": "(סג, ע)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "יש מבני אשכנז שנהגו לברך 'שהחיינו' גם קודם קריאת המגילה ביום.  ",
            "font_size": "normal"
         },
         {
            "text": " משום שקריאת המגילה של יום חשובה יותר מהלילה, אך החולקים אומרים, שהרי מי שברך 'שהחיינו' בשעת בניית הסוכה, אינו חוזר לברך בכניסתו בליל החג לסוכה, ואם כן כל שכן כאן שברך כבר בלילה 'שהחיינו' על קריאת המגילה שהוא זמן של חובה, שבודאי לא יחזור לברך שוב ביום. (סג) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כבוד הציבור -",
            "font_size": "normal"
         },
         {
            "text": " השליח ציבור קורא את המגילה מעומד, מפני כבוד הציבור. אבל הקורא לנשים בביתו, אינו צריך לעמוד בשעת הקריאה. ",
            "font_size": "normal"
         },
         {
            "text": "(סט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "עומדים או יושבים -",
            "font_size": "normal"
         },
         {
            "text": " יש נוהגים שהקהל עומד בשעת הברכות, אך המנהג היותר נכון שלא לעמוד בברכות.  ",
            "font_size": "normal"
         },
         {
            "text": " שמאחר ועיקר מצוותה של קריאת המגילה בישיבה, [ורק החזן עומד מפני כבוד הציבור], כל שכן שאף ברכתה תהיה בישיבה. ודוקא במצוות שעיקרן מעומד, כגון: ציצית, ספירת העומר, הלל וכיוצא, ברכתן גם כן מעומד. ",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(כן פסקו: האבודרהם, כנסת הגדולה, הגר\"ח פלאג'י, תפלה לדוד, פני יהושע, אורה ושמחה, היעב\"ץ, הגר\"ש קלוגר ועוד. סח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "במקום שנוהגים לעמוד, טוב שגם כשקוראים לנשים, יעמדו בעת הברכות. ",
            "font_size": "normal"
         },
         {
            "text": "(סח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "טוב ששני אנשים יעמדו, מימין השליח ציבור ומשמאלו, בעת הברכות והקריאה. ",
            "font_size": "normal"
         },
         {
            "text": "(ע)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ברכה אחרונה -",
            "font_size": "normal"
         },
         {
            "text": " בסיום קריאת המגילה, גוללים השליח ציבור והקהל את המגילה לתחילתה, ולאחר מכן מברך השליח ציבור: 'האל הרב את ריבנו'. ולא ידברו עד אחר הברכה. ",
            "font_size": "normal"
         },
         {
            "text": "(עה, פ, פח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אין לברך ברכה אחרונה על המגילה אלא אם היו עשרה גברים או עשר נשים. וכן אם היו חמשה גברים בבית הכנסת, וחמש נשים בעזרת הנשים, מצטרפים לעשרה. וגם קטנים או קטנות שהגיעו לחינוך, אפשר לצרפם לעשרה, כדי לברך ברכה זו. ",
            "font_size": "normal"
         },
         {
            "text": "(פט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ארור המן -",
            "font_size": "normal"
         },
         {
            "text": " אחר הברכה האחרונה, אומרים: \"ארור המן, ברוך מרדכי, ארורה זרש, ברוכה אסתר, ארורים הרשעים שונאי ה', ברוכים כל הצדיקים המאמינים בה', וגם חרבונה זכור לטוב\". ונוהגים לכפול קטע זה שלוש פעמים, כדי לחזק הדבר. ",
            "font_size": "normal"
         },
         {
            "text": "(צד)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "יש להקפיד לומר, ארורים הרשעים ",
            "font_size": "normal"
         },
         {
            "text": "שונאי ה'",
            "font_size": "normal"
         },
         {
            "text": ", ולא ארורים הרשעים בלבד, כיון שישנם רבים מאחינו התועים שאינם שונאי ה' חס ושלום, ומה שעוברים על התורה, הוא מחמת חוסר ידיעה, והם תינוקות שנישבו, שהולכים אחר התקשורת המסיתה נגד ה' ונגד התורה. ואין ספק שאם היו מודעים, בודאי שהיו מקיימים.\n",
            "font_size": "normal"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "קריאת המגילה",
      "description": [
         {
            "text": "צריך לדקדק היטב בקריאת המגילה ובשמיעתה, לבל ידלג אפילו תיבה אחת, כי רבו הפוסקים האומרים שאם חיסר אפילו תיבה אחת, לא יצא ידי חובתו. ולכן בבית כנסת שמרעישים באמירת 'המן', על החזן להמתין עד שיעבור הרעש, ולחזור על המילה שוב, כדי להוציא ידי חובה את אותם שלא שמעו כראוי. ",
            "font_size": "normal"
         },
         {
            "text": "(עח, עט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "טעמים -",
            "font_size": "normal"
         },
         {
            "text": " לכתחילה צריך לקרוא את המגילה עם נגינת טעמי המקרא שלה. אולם אם אין בציבור מי שיודע לקרוא עם הטעמים, יקראוה בלי טעמים. ",
            "font_size": "normal"
         },
         {
            "text": "(נח, פו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אבל -",
            "font_size": "normal"
         },
         {
            "text": " היושב שבעה ב\"מ, רשאי לקרוא את המגילה ברוב עם בבית הכנסת ולברך גם ברכת 'שהחיינו', וכל שכן כשהוא בתוך שלושים או י\"ב חודש. ",
            "font_size": "normal"
         },
         {
            "text": "(סו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": " ויש לשאול, הלוא בענין הדלקת נר חנוכה, מבואר בחוברת \"ימי החנוכה בהלכה ובאגדה\", שאבל היושב שבעה ובא לבית הכנסת להתפלל, לא יכבדוהו להדליק את נר החנוכה בלילה הראשון, מפני שצריך לברך 'שהחיינו' שיש בה שמחה יתירה, ואם כן מדוע כאן התירו לו לקרוא בציבור ולברך 'שהחיינו'? אולם שונה דין זה מזה, שבנר חנוכה בבית הכנסת, אין יוצאים בו ידי חובה, ומה שמדליקים הוא רק בשביל לפרסם את נסיו של ה' יתברך ברבים. לא כן בקריאת המגילה, הרי האבל עצמו חייב בקריאת המגילה ובברכת שהחיינו כמו כולם, והדבר דומה לאבל שחייב להדליק נר חנוכה בביתו ולברך שהחיינו, ולכן רשאי גם לברך ולקרוא ברבים. ומה גם שאם ימנע מלברך שהחיינו ויתן לאחר לברך, הרי זה נראה כאבלות בפרהסיא שאינה נוהגת בפורים, וכדלהלן. (סו) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מגילה כשרה -",
            "font_size": "normal"
         },
         {
            "text": " טוב שכל אדם יחזיק בידו מגילה אפילו שאינה כשרה, כדי שאם לא שמע כמה מילים, ישלים ממנה מהר וידביק את הקצב עם החזן. ואינו רשאי להמשיך לשמוע ובסוף הקריאה להשלים מה שלא שמע, מאחר וצריך לשמוע את כל הקריאה על הסדר. ומכל מקום אם לא שמע ענין שלם במגילה, כגון המעשה של בגתן ותרש, אינו יכול להשלים אלא מתוך מגילה כשרה דוקא. ",
            "font_size": "normal"
         },
         {
            "text": "(עט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ואתם תחרישון -",
            "font_size": "normal"
         },
         {
            "text": " אסור לדבר בעת הקריאה, ואם דיבר בעוד שהחזן המשיך לקרוא, ישלים מהר וידביק את הקצב עם החזן, וכנ\"ל. ",
            "font_size": "normal"
         },
         {
            "text": "(פ)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "עניית 'אמן' -",
            "font_size": "normal"
         },
         {
            "text": " הקורא את המגילה לבני ביתו ושמע ברכה או קדיש או קדושה, יענה עימהם. שדיני ההפסק במגילה, כדיני ההפסק בהלל, שהוא גם כן שבח והודאה לבורא עולם. ",
            "font_size": "normal"
         },
         {
            "text": "(פב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "רעמים -",
            "font_size": "normal"
         },
         {
            "text": " הקורא את המגילה, ובתוך כך שמע רעמים, יברך: \"בא\"י אמ\"ה שכוחו וגבורתו מלא עולם\", ויחזור מיד לקריאתו.  ",
            "font_size": "normal"
         },
         {
            "text": " והטעם שאין זה נחשב הפסק, כיון שהכל ענין אחד, שבח ותהילה לבורא העולם. ומאחר ואם לא יאמרה עתה, אפשר שיפסיד הברכה לגמרי. והרי זה דומה לאדם השומע רעמים או הרואה קשת באמצע ברכות קריאת שמע, שרשאי לברך, מאחר והיא כמצוה עוברת. וכן כיוצא בזה, במקרה שהיום המיועד ל'ברכת החמה' [שהוא פעם ב-28 שנה] היה יום מעונן, ובתוך קריאת שמע וברכותיה התפזרו העננים וזרחה החמה, מאחר ואם לא יברכו עתה, יש חשש שתתכסה החמה ושוב לא יוכלו לברך, לכן יסיימו את הברכה או את הפרק שבקריאת שמע, ויצאו לברך 'ברכת החמה'. ואם העננים סמוכים זה לזה, ויש חשש שהעננים יכסו מיד את החמה שנית, ולא יספיקו לברך עליה עד שיסיימו את הברכה או הפרק, יפסיקו באמצע הברכה או הפרק ויברכו, מפני שהיא כמצוה עוברת. ",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": " כמבואר בחוברת הנפלאה \"ברכת החמה בהלכה ובאגדה\". (פג) ",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מתנמנם -",
            "font_size": "normal"
         },
         {
            "text": " הקורא את המגילה כשהוא מתנמנם, יצא ידי חובתו. אבל השומע את המגילה כשהוא מתנמנם, לא יצא. ועל כן, יש להזהר בקריאת המגילה של בוקר, שפעמים והוא עייף, וגם הקריאה ארוכה ועלול הוא להתנמנם, ואז אינו יוצא ידי חובה. וגם ישנה בעיה שהוא ישן עם התפילין. ",
            "font_size": "normal"
         },
         {
            "text": "(פג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ארבע לשונות של גאולה -",
            "font_size": "normal"
         },
         {
            "text": " נוהגים הציבור לומר בקול רם את ארבעת הפסוקים הקשורים לגאולה שהיתה לעם ישראל בפורים, ואלו הם: ",
            "font_size": "normal"
         },
         {
            "text": "א.",
            "font_size": "normal"
         },
         {
            "text": " איש יהודי היה בשושן הבירה. ",
            "font_size": "normal"
         },
         {
            "text": "ב.",
            "font_size": "normal"
         },
         {
            "text": " בלילה הוא נדדה שנת המלך. ",
            "font_size": "normal"
         },
         {
            "text": "ג.",
            "font_size": "normal"
         },
         {
            "text": " ומרדכי יצא מלפני המלך. ",
            "font_size": "normal"
         },
         {
            "text": "ד.",
            "font_size": "normal"
         },
         {
            "text": " ליהודים היתה אורה ושמחה. ויש שנהגו לומר בקול רם גם את הפסוק האחרון, כי מרדכי היהודי משנה למלך וכו'. ולאחר שאמרו הקהל בקול רם, חוזר החזן לומר שוב את אותם הפסוקים מתוך מגילתו הכשרה. ",
            "font_size": "normal"
         },
         {
            "text": "(פד)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "דקדוקים בקריאה",
      "description": [
         {
            "text": "מלעיל ומלרע -",
            "font_size": "normal"
         },
         {
            "text": " יש להזהר לקרוא את המגילה בדקדוק נכון, ולא יחליף בין מלעיל למלרע וכיוצא, שפעמים רבות משנה את משמעות הענין. כגון בתיבת \"באה\", שפעמים קריאתה מלעיל שמשמעותה לשון עבר, ופעמים קריאתה מלרע שמשמעותה לשון הווה. כדלהלן: בפסוק ",
            "font_size": "normal"
         },
         {
            "text": "(פרק א פסוק יז)",
            "font_size": "15px"
         },
         {
            "text": ": לְהָבִיא אֶת וַשְׁתִּי הַמַּלְכָּה לְפָנָיו וְלֹא ",
            "font_size": "normal"
         },
         {
            "text": "בָאָה",
            "font_size": "normal"
         },
         {
            "text": ", קורא מלעיל. ובפסוק ",
            "font_size": "normal"
         },
         {
            "text": "(פרק ב פסוק יג)",
            "font_size": "15px"
         },
         {
            "text": ": וּבָזֶה הַנַּעֲרָה ",
            "font_size": "normal"
         },
         {
            "text": "בָּאָה",
            "font_size": "normal"
         },
         {
            "text": " אֶל הַמֶּלֶךְ, קורא מלרע. וכן בפסוק ",
            "font_size": "normal"
         },
         {
            "text": "(פרק ב פסוק יד)",
            "font_size": "15px"
         },
         {
            "text": ": בָּעֶרֶב הִיא ",
            "font_size": "normal"
         },
         {
            "text": "בָאָה",
            "font_size": "normal"
         },
         {
            "text": " וּבַבֹּקֶר הִיא שָׁבָה, קורא מלרע. ",
            "font_size": "normal"
         },
         {
            "text": "(פ)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "טעות בקריאה -",
            "font_size": "normal"
         },
         {
            "text": " אם טעה וקרא ומרדכי 'יָשַב', במקום 'יוֹשֵב', או שטעה וקרא והמן 'נָפַל' במקום 'נוֹפֵל', לא יצא, ומחזירים אותו לקרוא שנית כהוגן. וכן בכל טעות שמשנה את הענין, מחזירים אותו. אבל אם אין זה משנה את הענין, כגון שקרא 'יהודיים' במקום 'יהודים', אין מחזירים אותו. ",
            "font_size": "normal"
         },
         {
            "text": "(עט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "קרי וכתיב -",
            "font_size": "normal"
         },
         {
            "text": " כשיגיע הקורא במגילה לפרק ח פסוק יא, יכפול: לְהַשְׁמִיד ",
            "font_size": "normal"
         },
         {
            "text": "לַהֲרֹג",
            "font_size": "normal"
         },
         {
            "text": " וּלְאַבֵּד, ",
            "font_size": "normal"
         },
         {
            "text": "וְלַהֲרֹג",
            "font_size": "normal"
         },
         {
            "text": " וּלְאַבֵּד. וכן בפרק ט פסוק ב, יכפול: וְאִישׁ לֹא עָמַד ",
            "font_size": "normal"
         },
         {
            "text": "בִּפְנֵיהֶם",
            "font_size": "normal"
         },
         {
            "text": ", וְאִישׁ לֹא עָמַד ",
            "font_size": "normal"
         },
         {
            "text": "לִפְנֵיהֶם",
            "font_size": "normal"
         },
         {
            "text": ". כי ישנן שתי נוסחאות. אבל אין לכפול בפרק ג פסוק ד, וַיְהִי כְּאָמְרָם, באמרם, אלא יקרא 'כְּאָמְרָם' בלבד ככל קרי וכתיב שבתורה.\n",
            "font_size": "normal"
         },
         {
            "text": " כמבואר בשלחן ערוך (סימן קמא ס\"ח): \"כל תיבה שהיא קרי וכתיב, הלכה למשה מסיני שתהא נכתבת כמו שנמסר לכתוב בתורה, ותהיה נקראת בענין אחר כמו שנמסר לקרותה. ומעשה בחזן אחד שקרא בתורה כמו שהיא כתובה, בפני גדולי הדור רבנו יצחק אבוהב, ורבנו אברהם ואלאנסי, ורבנו שמואל ואלאנסי בנו ז\"ל, והתרו בו שיקרא כפי המסורה לקריאה, וסירב ולא רצה לעשות כן, ונידו אותו והורידוהו מן התיבה\". (פז) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "'המלך' -",
            "font_size": "normal"
         },
         {
            "text": " כשקורא החזן 'בלילה ההוא נדדה שנת המלך', ינגן ויאריך מעט בתיבת 'המלך', כדי לרמוז מה שדרשו חז\"ל ",
            "font_size": "normal"
         },
         {
            "text": "(ילקוט שמעוני אסתר תתרנז)",
            "font_size": "15px"
         },
         {
            "text": ": 'שנת המלך', אמר רבי תנחומא, כביכול 'נדדה שנת מלכו של עולם'. ועיין לעיל בזה בשער האגדה. ",
            "font_size": "normal"
         },
         {
            "text": "(פה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "'אורה', 'ויקר' -",
            "font_size": "normal"
         },
         {
            "text": " בקריאת המגילה ביום, כשיגיע לפסוק, 'ליהודים היתה אורה ושמחה וששון ויקר'. בתיבת 'אורה' ימשמש בספר תורה המונח על התיבה. ובתיבת 'ויקר', ימשמש בתפילין של יד ושל ראש, וינשקם. ",
            "font_size": "normal"
         },
         {
            "text": "(קח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "עשרת בני המן -",
            "font_size": "normal"
         },
         {
            "text": " צריך החזן לקרוא את שמות עשרת בני המן עם תיבת 'עשרת' בנשימה אחת, כדי לרמוז שכולם נהרגו ונתלו כאחד. וטוב שיתחיל לקרוא בנשימה אחת מתיבות 'חמש מאות איש' עד 'עשרת', לרמוז שעשרת בני המן היו שרים על אותם חמש מאות איש. ואם לא אמר בנשימה אחת, יצא ידי חובה. ",
            "font_size": "normal"
         },
         {
            "text": "(פה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "'ואת' -",
            "font_size": "normal"
         },
         {
            "text": " כשקורא בנשימה אחת כנ\"ל, יזהר שמחמת המהירות לא יקרא על פה תיבות 'ואת' של כל אחד מעשרת בני המן, אלא יקראם מתוך הכתב. ",
            "font_size": "normal"
         },
         {
            "text": "(פז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אגרת -",
            "font_size": "normal"
         },
         {
            "text": " כשיגיע לפסוקים: \"עַל כָּל דִּבְרֵי הָאִגֶּרֶת הַזֹּאת\", \"אִגֶּרֶת הַפּוּרִים הַזֹּאת\", ינענע את המגילה. ",
            "font_size": "normal"
         },
         {
            "text": "(מגן אברהם סימן תרצ סקי\"ז. קח)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "החייבים והפטורים",
      "description": [
         {
            "text": "עיור ואילם -",
            "font_size": "normal"
         },
         {
            "text": " חייבים לשמוע מקרא מגילה מאדם אחר. ",
            "font_size": "normal"
         },
         {
            "text": "(נו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "חרש המדבר -",
            "font_size": "normal"
         },
         {
            "text": " קורא את המגילה לעצמו, ואינו יכול להוציא אחרים ידי חובתם, כיון שלא ברור חיובו כל כך ",
            "font_size": "normal"
         },
         {
            "text": "[מאחר והמגילה עיקרה לפרסום הנס, וכל שאינו שומע לא מתפרסם אצלו הנס כל כך.]",
            "font_size": "17px"
         },
         {
            "text": " ומכל מקום אם הוא שומע על ידי מכונת שמיעה, ואין קורא אחר, יש להקל שיקרא להוציא אחרים ידי חובתם. ",
            "font_size": "normal"
         },
         {
            "text": "(נה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "חולה -",
            "font_size": "normal"
         },
         {
            "text": " שלא הגיע לבית הכנסת ולא שמע את המגילה, רשאי החזן ללכת לביתו אחר התפלה ולברך ולקרוא לו.  ",
            "font_size": "normal"
         },
         {
            "text": " ואף שהחזן כבר ברך ויצא ידי חובה, מכל מקום כלל יש לנו בברכת המצוות, שאע\"פ שיצא אדם ידי חובת המצוה, יכול להוציא את אחרים ידי חובתם. שכיון שכל ישראל ערבים זה לזה, נמצא שכל עוד יש יהודי שלא קיים את המצוה, חסר בי גם כן חלק מקיום המצוה, ורשאי אני להוציאו כדי להשלים את חלקי. והוא הדין שרשאי להוציא את הנשים וכדלהלן, שגם הגברים ערבים לנשים במצוות שהן חייבות בהן. (סימן תרצב ס\"ג. נא, סה) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "קטנים -",
            "font_size": "normal"
         },
         {
            "text": " שהגיעו לחינוך ",
            "font_size": "normal"
         },
         {
            "text": "[מגיל חמש או שש ומעלה, כל ילד לפי הבנתו]",
            "font_size": "17px"
         },
         {
            "text": ", מצוה להביאם לבית הכנסת, אבל ילדים שלא הגיעו לחינוך, אין להביאם לבית הכנסת, שהם מבלבלים את השומעים החייבים בקריאה, והמביאם לבית הכנסת, חטא הרבים נשא. ואולם, אם הם שקטים ודעתנים, מצוה להביאם. ",
            "font_size": "normal"
         },
         {
            "text": "(נה, סא)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "חיוב הנשים",
      "description": [
         {
            "text": "הנשים חייבות בקריאת המגילה עם ברכותיה. ובפרט שברוך ה' רבה הדעה בבנות ישראל ויודעות קרוא וכתוב כבר מגיל קטן, ומבינות את הכתוב, שבודאי יש להן לברך, ואין לחשוש שמא לא יטו אוזן קשבת לכל הקריאה. ",
            "font_size": "normal"
         },
         {
            "text": "(נ, נג, נז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": " ואף על פי שכלל גדול בידינו, \"נשים פטורות ממצוות עשה שהזמן גרמא [גורם]\", דהיינו כל מצוה שזמנה קבוע - שהזמן גורם לה לבוא, האשה פטורה מלעשותה, כגון: ציצית, שהנשים פטורות מלהתעטף בציצית, כי זמנה קבוע ביום ולא בלילה. וכן פטורות מלהניח תפילין, כי זמן הנחתן בחול ולא בשבת. וכן פטורות משופר ולולב, כי זמנם קבוע, וכן כל כיוצא בזה. וכיון שכלל זה קיים גם במצוות מדברי חכמים, אם כן לכאורה תהיינה הנשים פטורות מקריאת המגילה, כיון שמצוה זו זמנה קבוע בי\"ד או בט\"ו באדר? אולם ישנן מצוות שהגם שזמנן קבוע, בכל זאת הנשים חייבות, מטעם שאף הן היו באותו הנס. כמו הדלקת נר חנוכה, שגם הנשים היו בגזרת השמד של היוונים שלא לשמור שבת וכו', ונושעו גם הן. וגם כי נעשה הנס בזכות אשה, יהודית בתו של יוחנן כהן גדול שגרמה לאחיה החשמונאים שילחמו ביוונים ולא יכנעו להם. וכן בפורים, שביקש המן להשמיד להרוג ולאבד את כל היהודים מנער ועד זקן טף 'ונשים' ביום אחד, ואף הן נושעו, ונתקיים \"ונהפוך הוא אשר ישלטו היהודים המה בשונאיהם\". וגם כי הנס היה בהשתדלותה של אשה, היא אסתר המלכה, לכך גם הנשים חייבות בקריאת המגילה ובשאר מצוות הפורים. ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "נוסח הברכה: 'על מקרא מגילה'. ויש מבני אשכנז הנוהגים לברך לנשים: 'לשמוע מקרא מגילה'. ",
            "font_size": "normal"
         },
         {
            "text": "(נג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "נשים השומעות את המגילה מעזרת הנשים, יקפידו לשמוע היטב ולא לאבד אפילו מילה אחת, שלדעת הרבה פוסקים לא יוצאים ידי חובה. ",
            "font_size": "normal"
         },
         {
            "text": "(משנ\"ב תרפט סק\"א. נד, עח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אם אבי המשפחה יודע לקרוא את המגילה בדקדוק כראוי, יקרא בביתו לאשתו ובנותיו, ויברך להן ויוציאן ידי חובה. אך מאחר ולא כולם בקיאים בקריאה כראוי, ואינם מקפידים שלא לשנות בין מלעיל למלרע ושאר כללי הדקדוק, על כן, הנכון לארגן בבתי הכנסת בשעה מסוימת לכל הנשים, שתבואנה לשמוע קריאת המגילה מחזן ירא שמים, והוא יברך את כל הברכות ויקרא להן. ",
            "font_size": "normal"
         },
         {
            "text": "(משנ\"ב תרצב סק\"י. נג, סה, פט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "הסירו מכשול -",
            "font_size": "normal"
         },
         {
            "text": " נשים הבאות לשמוע את המגילה בלילה, ואינן באות למחרת ביום, יש להבהיר להן שאינן נוהגות נכון על פי ההלכה, שהרי הקריאה ביום חובה יותר משל לילה ",
            "font_size": "normal"
         },
         {
            "text": "[כמבואר בגמרא (מגילה כ ע\"א) מהפסוק: \"והימים האלה נזכרים ונעשים\"]",
            "font_size": "17px"
         },
         {
            "text": ". ומה שטוענות שעסוקות הן בצרכי הפורים, עליהן לקרוא את המגילה קודם, ולאחר מכן יתעסקו בשאר צרכי היום. ",
            "font_size": "normal"
         },
         {
            "text": "(נ)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "שמיעה באמצעות מכשירים",
      "description": [
         {
            "text": "רדיו, טלפון -",
            "font_size": "normal"
         },
         {
            "text": " השומע את המגילה ברדיו בשידור חי או בטלפון, אינו יוצא ידי חובה. ומכל מקום יענה 'אמן' אחר הברכות. ואם אינו שידור חי, לא יענה. ",
            "font_size": "normal"
         },
         {
            "text": "(נו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "רמקול -",
            "font_size": "normal"
         },
         {
            "text": " אם באים קהל גדול לשמוע את המגילה, ורוצים להשמיע את המגילה באמצעות הרמקול, תלוי הדבר, אם הקהל יכולים לשמוע את החזן גם אם לא היה הרמקול, אלא שהרמקול מסייע להגברת קולו של הקורא, הרי הם יוצאים ידי חובה. אבל אם אינם יכולים לשמוע ללא הרמקול, אין יוצאים בזה ידי חובה.  ",
            "font_size": "normal"
         },
         {
            "text": " עיין מנחת אלעזר ממונקטש, החזון איש, שובע שמחות לאדמו\"ר מליבאוויטש, שבט הלוי וואזנר, שער המזרח ועוד. (נז) ",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": " כדי להבין את דעת המתירים, ראינו לנכון להביא מה שבאר בזה בשו\"ת אגרות משה (אורח חיים ח\"ב סימן קח), וזה תוכן דבריו: אף אם נאמר שהאמת כדברי המומחים שעל ידי הרמקול לא נשמע קול האדם, אלא קול אחר שנעשה מקולו, מכל מקום כיון שעל כל פנים רק כשהוא קורא נשמע הקול, יש להחשיב זה כשמיעת קולו ממש, שהרי כל מה שנשמע הוא מכח קולו ממש. שהרי מנין לנו עצם כח השמיעה איך הוא? אולי הוא גם כן באופן כזה, שנבראים גלי קול באויר ומגיעים לאזנו. וכן מסתבר לפי מה שאומרים חכמי הטבע, שהקול יש לו הילוך עד האוזן, וגם יש קצת שיהוי זמן בהילוכו עד שמגיע לאוזן, ובכל זאת נחשב שהוא קול האדם. לכן אפשר שגם הקול שנעשה על ידי הרמקול ששומעים אותו בעת שמדבר, הוא נחשב קולו ממש, [שהוא מעביר את גלי הקול מהאדם עצמו למרחק רב יותר,] וכן מסתבר יותר. ומה שאומרים שהוא קול אחר, לא ברור. ולכן מצד ההלכה, אין למחות ביד אלו שרוצים לקרוא את המגילה על ידי הרמקול. ע\"כ. ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": " נפלה המגילה מידו לארץ - אין צריך להתענות כמו אם נפלו תפילין מידו, ודי שיתן מחיר של סעודה אחת לצדקה לעניים. (עח) ",
            "font_size": "17px"
         },
         {
            "text": "\n\nליל פורים",
            "font_size": "45px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "ליל פורים"
   },
   {
      "type": "alaha",
      "title": "בגדים נאים",
      "description": [
         {
            "text": "בליל פורים יבוא לבית הכנסת בבגדים נאים של יום טוב, לכבוד היום הקדוש והחשוב הזה, ולא כאותם הבאים עם בגדי חול. וכבר הפליגו חז\"ל בשבח יום פורים, עד שאמרו שיום הכיפורים מעלתו כיום פורים. ",
            "font_size": "normal"
         },
         {
            "text": "(צט. ועיין תיקוני הזוהר נז ע\"ב)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "תפלת ערבית",
      "description": [
         {
            "text": "קודם תפלת ערבית, נהגו להזכיר לציבור לתת המעות של 'זכר למחצית השקל', כמבואר לעיל בהרחבה. וקוראים מזמור תהלים ",
            "font_size": "normal"
         },
         {
            "text": "(פרק כב)",
            "font_size": "15px"
         },
         {
            "text": " 'למנצח על אילת השחר', שדרשו אותו חכמים בגמרא ",
            "font_size": "normal"
         },
         {
            "text": "(יומא כט ע\"א)",
            "font_size": "15px"
         },
         {
            "text": " על אסתר המלכה. ",
            "font_size": "normal"
         },
         {
            "text": "(צט, קא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אחר העמידה אומר החזן חצי קדיש, וקורא את המגילה בשמחה ובחדוה ובדקדוק כהלכה. ואחר הקריאה, יאמרו קדושת 'ובא לציון' ויתחילו מ'ואתה קדוש', ויאמר החזן קדיש תתקבל, שיר למעלות אשא עיני, קדיש יהא שלמא, ועלינו לשבח. ",
            "font_size": "normal"
         },
         {
            "text": "(קא, קו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "לבני אשכנז, אחר העמידה אומר החזן קדיש 'תתקבל' וקורא המגילה. ואחר 'ואתה קדוש' יש שנהגו לומר שוב קדיש 'תתקבל', ויש שנהגו לומר קדיש 'יהא שלמא'.\n",
            "font_size": "normal"
         },
         {
            "text": " הטעם שאומרים 'ואתה קדוש' אחר קריאת המגילה, כיון שעיקר קריאת המגילה בלילה סמכו חז\"ל על הפסוק (תהלים כב ג): אֱלֹהַי אֶקְרָא יוֹמָם וְלֹא תַעֲנֶה וְלַיְלָה וְלֹא דוּמִיָּה לִי. וסמוך לפסוק זה נאמר: וְאַתָּה קָדוֹשׁ יוֹשֵׁב תְּהִלּוֹת יִשְׂרָאֵל. (קו) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "'ועל הניסים' -",
            "font_size": "normal"
         },
         {
            "text": " בכל התפילות מוסיפים נוסח 'ועל הניסים' שהוא שבח ותהילה לבורא עולם על הניסים שעשה לאבותינו בימים ההם בזמן הזה. ",
            "font_size": "normal"
         },
         {
            "text": "(ק)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "נכון יותר לומר '",
            "font_size": "normal"
         },
         {
            "text": "ו",
            "font_size": "normal"
         },
         {
            "text": "על הניסים' עם ו' החיבור, ולא 'על הניסים'. וכן נכון יותר לומר 'בימים ההם ",
            "font_size": "normal"
         },
         {
            "text": "בזמן",
            "font_size": "normal"
         },
         {
            "text": " הזה', ולא '",
            "font_size": "normal"
         },
         {
            "text": "ובזמן",
            "font_size": "normal"
         },
         {
            "text": " הזה'. ובסופו יאמר: \"ועשית עימהם ",
            "font_size": "normal"
         },
         {
            "text": "'ניסים ונפלאות'",
            "font_size": "normal"
         },
         {
            "text": " בלשון רבים, ולא 'ועשית עימהם ",
            "font_size": "normal"
         },
         {
            "text": "נס ופלא",
            "font_size": "normal"
         },
         {
            "text": "', בלשון יחיד. והטעם לזה, שכשם שבחנוכה היו שני ניסים עיקריים, נס ההצלה ונס פך השמן, כך בפורים שתים זו שמענו, נס ההצלה מההריגה חס ושלום, ונס הרמת קרן ישראל וגדולת מרדכי היהודי למעלה למעלה. ",
            "font_size": "normal"
         },
         {
            "text": "(ק, קפב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "שכח ולא אמר 'על הניסים' -",
            "font_size": "normal"
         },
         {
            "text": " אם נזכר כשאמר 'ברוך אתה' קודם שהמשיך 'ה' הטוב שמך ולך נאה להודות', חוזר ואומר 'על הניסים', אבל אם כבר אמר ברוך אתה ה', כיון שהזכיר שם ה' בחתימת הברכה, יסיים את העמידה. וקודם 'עושה שלום', נכון שיאמר: מודים אנחנו לך על הניסים ועל הפורקן וכו', בימי מרדכי ואסתר וכו' עד ונודה לשמך הגדול סלה, יהיו לרצון וכו', עושה שלום. ",
            "font_size": "normal"
         },
         {
            "text": "(ק)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "ליל פורים שחל במוצאי שבת",
      "description": [
         {
            "text": "זמן תפלת ערבית -",
            "font_size": "normal"
         },
         {
            "text": " כשחל פורים במוצאי שבת, נהגו לאחר מעט את תפלת ערבית, כדי שיספיקו הציבור להגיע בנחת, ובפרט שישנם הגרים רחוק מבית הכנסת ובאים ברכב יחד עם בני ביתם. והרבה נשים גם כן באות לשמוע, ועליהן להתארגן מעט לאחר השבת. על כן טוב ונכון לארגן שיעור \"בהלכה ובאגדה\" מענייני הפורים קודם תפלת ערבית עד השעה שיראו לנכון שבה כבר יתאספו כולם. ואשריהם המזכים את הרבים בעולם הזה שאין חטא בא על ידם, וטוב להם לעולם הבא.\n",
            "font_size": "normal"
         },
         {
            "text": "סדר התפלה -",
            "font_size": "normal"
         },
         {
            "text": " מתחילים ערבית כבכל מוצאי שבת, עד 'ואתה קדוש' שלאחר העמידה, ולאחר מכן קוראים את המגילה. לאחר הקריאה אומרים 'ואתה קדוש', קדיש 'תתקבל' ומסיימים את התפלה. ",
            "font_size": "normal"
         },
         {
            "text": "(קו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "\"בורא מאורי האש\" -",
            "font_size": "normal"
         },
         {
            "text": " קודם קריאת המגילה, יברך על הנר 'בורא מאורי האש'. ואף בזמנינו שאין קוראים את המגילה לאור הנר אלא לאור החשמל, לא משתנה המנהג ומברכים.  ",
            "font_size": "normal"
         },
         {
            "text": " וכן עשה מעשה מרן הראשון לציון רבנו עובדיה יוסף שליט\"א, בהיותו מכהן כרב ראשי בתל אביב, וחל פורים במוצאי שבת (בשנת תש\"ל ותשל\"ג), וברך על הנר קודם קריאת המגילה. ",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(כן כתבו רבנו חננאל, הר\"י מפאריש, הראב\"ד, האשכול, הכל בו, ארחות חיים, אבודרהם, מהריק\"ש, פרי חדש, פרח שושן, ברכי יוסף, מאמר מרדכי, פעולת צדיק, בית דוד, ערך השלחן, הגר\"ח פלאג'י, בית יהודה עייאש, יד אבישלום, גינת ורדים, כסא אליהו, יפה ללב, זכור לאברהם פלאג'י, נוה שלום, קרבן אשה, זבחי צדק, זכרונות אליהו מני ועוד. סז, קו. ת\"ה רנב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אם שכחו לברך על הנר קודם קריאת המגילה, יפסיק החזן באמצע המגילה בין פרק לפרק ויברך. ואם נזכרו אחר הקריאה, יברכו בהבדלה כבכל מוצאי שבת. ",
            "font_size": "normal"
         },
         {
            "text": "(קו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כשמבדיל לאחר התפלה לבני ביתו, לא יברך שוב על הנר, אלא הם יברכו בעצמם. ואם אינם יודעים לברך, רשאי לברך ולהוציאם ידי חובה. ",
            "font_size": "normal"
         },
         {
            "text": "(סח. ה\"ע ג קסא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "הבאת המגילה מהבית -",
            "font_size": "normal"
         },
         {
            "text": " אין להביא את המגילה בשבת בשביל מוצאי שבת, שהרי מכין משבת לחול. ואולם במקום צורך, רשאי להביאה לאחר השקיעה. ",
            "font_size": "normal"
         },
         {
            "text": "(קז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "זיכוי הרבים -",
            "font_size": "normal"
         },
         {
            "text": " בית כנסת האוהבים תורה ומארגנים שיעור \"בהלכה ובאגדה\" קודם צאת השבת כרבע שעה לפני השקיעה, עד שיתאספו הציבור לתפלת ערבית, ואדם זה רוצה לזכות ולהגיע לשיעור, רשאי להביא את המגילה בשבת. ",
            "font_size": "normal"
         },
         {
            "text": "[מאחר ולא יספיק להביאה במוצאי שבת בין השיעור לתפלת ערבית, נמצא שאינו מביאה בשבת כדי לחסוך זמן במוצאי שבת, אלא רק מחמת שאין לו אפשרות אחרת.]",
            "font_size": "17px"
         },
         {
            "text": " וטוב שיקרא מעט מהמגילה בבואו לבית הכנסת, שנמצא שמשתמש בה בשבת ממש.  ",
            "font_size": "normal"
         },
         {
            "text": " כמבואר בחוברת השבת בהלכה ובאגדה. ",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "המגילה בשבת זו אינה מוקצה, ורשאי להכין בה את הקריאה, ואין בזה איסור מכין משבת לחול, כיון שמקיים מצוה בעצם לימודו עכשיו. ",
            "font_size": "normal"
         },
         {
            "text": "(השבת בהלכה ובאגדה. קז)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "תחפושות",
      "description": [
         {
            "text": "נאמר בתורה ",
            "font_size": "normal"
         },
         {
            "text": "(דברים כב ה)",
            "font_size": "15px"
         },
         {
            "text": ": \"לֹא יִהְיֶה כְלִי גֶבֶר עַל אִשָּׁה, וְלֹא יִלְבַּשׁ גֶּבֶר שִׂמְלַת אִשָּׁה כִּי תוֹעֲבַת ה' אֱלֹהֶיךָ כָּל עֹשֵׂה אֵלֶּה\". והיינו שאסרה התורה שאשה תלבש בגד של גבר, ושגבר ילבש בגד של אשה. והעובר על זה, הרי הוא יותר גרוע מהאוכל חזיר, כי האוכל חזיר חוטא לעצמו, אבל הלובש בגדים אלו, הרי הוא חוטא ומחטיא גם את האחרים. ואין ספק שגם בפורים חייבים להזהר בזה. ולצערנו, ישנם שנכשלים מחוסר ידיעה, ונותנים לבנותיהם ללבוש בגדי בנים בהצגות במשך השנה או בפורים, ואף שולחים אותן כך מחופשות לבית הספר. וכמה מכשולים וירידה ביראת שמים יצאו ממעשים אלו. ובכלל זה, אותם גברים המניחים על ראשם פאה נכרית, ומופיעים כך בציבור לשמחם בפורים, ובאותה שעה נכשלים באיסורי תורה.\n",
            "font_size": "normal"
         },
         {
            "text": " ומה שיש רצו לסמוך על מהר\"י מינץ שכיון שכוונתם לשמחה בלבד מותר, כבר כתב הב\"ח שאין ספק שנעלם ממנו מה שכתב רבי אליעזר ממיץ בספר היראים, שאפילו עראי דרך שחוק אסור, ואם היה רואהו, היה חוזר בו. שאין כח ביד שום בית דין להתיר דבר איסור משום שמחת פורים, ואפילו אם היה האיסור רק מדברי חכמים, קל וחומר בזה שהוא של תורה. על כן, כל ירא שמים יזהיר לבני ביתו ולשומעי לקחו שלא יכשלו חס ושלום, לא בפורים ולא במשך השנה. ע\"כ. גם הרמב\"ם כתב בתשובה, לא יעלה על הדעת להתיר איסור תורה בתועבה זו. ומה שנהגו במצרים, בטלנו אותו ומחינו זכרו. גם הגאון רבי יאשיה פינטו תלמידו של רבי חיים ויטאל, התריע נגד המנהג הרע הזה, ובמקום שאינם שומעים לקול מורים, כל ירא שמים ירחק מהם כבורח מן הנחש, ובקהלם לא יחד כבודו. וכתב מרן החיד\"א: רבנו הגדול אבי התעודה הרמב\"ם ז\"ל כתב שלא להקל בזה אפילו למצות שמחת חתן וכלה, וכן כתב היראים, ולכן אין לסמוך כלל על דברי מהר\"י מינץ שהתיר בפורים, נגד שני המאורות הגדולים ראשונים כמלאכים. וכן כתבו רבים מהפוסקים ושאגו כאריות בתוקף נגד המקילים. וכל איש על העדה יאזור חיל בדעת ובכשרון לבטל המנהג הרע הזה, ולא תהיה עדת ה' כצאן אשר אין להם רועה. ע\"כ. והגאון רבי שמואל אבוהב כתב: כל ימינו הצטערנו על דברי הרמ\"א בשם מהר\"י מינץ, שבודאי דברים תמוהים הם, לעקור איסור מן התורה בטענה שכוונתם לשמחה, ובעוונות הרבים תחת כוונה זו יש כוונות רעות ומעשים קשים ומרים כידוע. גם בספר יד הקטנה הרעיש מאוד על זה, וכתב, שעל כל גדולי ישראל להחרים על זה בחרם גמור, ולבער המנהג הרע הזה, ולא תהיה המכשלה הגדולה הזאת בישראל, ישתקע הדבר ולא יאמר. וכן כתבו עוד רבים מהאחרונים, שיש למחות ביד המקילים ולבטל מנהגם הרע בכל תוקף, וכיון שהוא איסור מפורש בתורה, לא שייך לומר בזה \"מוטב שיהיו שוגגים ואל יהיו מזידים\". (קצט) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "על ההורים להזיר את בנותיהם מתחפושות שאינן צנועות, וכל שכן שלא יבואו לבית הכנסת כך לחלל את הקודש, אלא יתנהגו ביראת שמים ובצניעות כיאות לבת ישראל כשרה. ",
            "font_size": "normal"
         },
         {
            "text": "[ופשוט שאין מן הראוי שאשה בוגרת תבוא מחופשת במקום שהגברים מצויים שם, שאין דרך בנות ישראל הכשרות במעשים אלו, ואין רוח חכמים נוחה מהם.]",
            "font_size": "17px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "שמחה וששון ליהודים",
      "description": [
         {
            "text": "מצוה רבה לשמוח ולשמח ביום הקדוש הזה, וכמו שנאמר: 'ליהודים היתה אורה ושמחה וששון ויקר'. ויכוון להודות לבורא עולם על כל הניסים והנפלאות שעשה לאבותינו ולנו, והצילנו מיד איש צר ואויב המן הרע הזה, אשר זמם להרוג ולאבד את היהודים מנער ועד זקן טף ונשים ביום אחד. וברוב רחמיו, גבר חסדו עלינו, \"ונהפוך הוא, אשר ישלטו היהודים המה בשונאיהם\".\n",
            "font_size": "normal"
         },
         {
            "text": "אך עם כל השמחה, יש להקפיד שלא להכשל בליצנות וקלות ראש חס ושלום, שאמרו חז\"ל ",
            "font_size": "normal"
         },
         {
            "text": "(סוטה מב ע\"א)",
            "font_size": "15px"
         },
         {
            "text": ": ארבע כיתות אינן מקבלות פני שכינה: כת ליצנים, כת חנפים, כת שקרנים, וכת מספרי לשון הרע. ועוד אמרו ",
            "font_size": "normal"
         },
         {
            "text": "(עבודה זרה יח ע\"ב)",
            "font_size": "15px"
         },
         {
            "text": ": כל המתלוצץ, יסורים באים עליו, ומזונותיו מתמעטים, ונופל בגיהנם, וגורם כליה לעולם. ה' יצילנו. על כן, ישמח ביראת שמים טהורה, ואך ורק בדברים המותרים, ולא ילעג על בני אדם ולא יביישם חס ושלום, שכל המלבין פני חברו ברבים, הרי הוא כאילו שופך דמים ",
            "font_size": "normal"
         },
         {
            "text": "(בבא מציעא נח ע\"ב)",
            "font_size": "15px"
         },
         {
            "text": ", ואין לו חלק לעולם הבא ",
            "font_size": "normal"
         },
         {
            "text": "(סנהדרין קז ע\"א)",
            "font_size": "15px"
         },
         {
            "text": ". וכתב המאירי: ולא נצטווינו בפורים על שמחה של הוללות ושטות, אלא על שמחה ותענוג שמגיעים בה לאהבת ה'. וכן מבואר בנימוקי יוסף, שמה שאמרו \"חייב איניש לבסומי\", היינו לומר מילי דבדיחותא ולשמוח בשמחה של מצוה, ולא שישתגע וימשך אחר שחוק וקלות ראש וניבול פה, שאין זה שמחה אלא הוללות וסכלות. על כן, שומר נפשו ירחק מכל ליצנות וקלות ראש. ולא יבוש מפני המלעיגים עליו שאינו משתתף עמם בליצנותם, ואפילו אם יצטרך לקיים בעצמו ",
            "font_size": "normal"
         },
         {
            "text": "(תהלים קא ב)",
            "font_size": "15px"
         },
         {
            "text": ": \"אֶתְהַלֵּךְ בְּתָם לְבָבִי בְּקֶרֶב בֵּיתִי\" ",
            "font_size": "normal"
         },
         {
            "text": "[להישאר בבית]",
            "font_size": "17px"
         },
         {
            "text": ", יזכה שיתקיים בו הפסוק ",
            "font_size": "normal"
         },
         {
            "text": "(תהלים קטז ט)",
            "font_size": "15px"
         },
         {
            "text": ": \"אֶתְהַלֵּךְ לִפְנֵי ה' בְּאַרְצוֹת הַחַיִּים\", שמוטב שיקָרא שוטה כל ימיו, ולא יהיה רשע שעה אחת לפני המקום. ",
            "font_size": "normal"
         },
         {
            "text": "(עדויות פרק ה משנה ו)",
            "font_size": "15px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(רא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כמו כן יש להקפיד שהמסיבות שעורכים לכבוד יום הפורים, יהיו בקדושה ובטהרה, בצניעות וביראת שמים, בלי תערובת של גברים ונשים יחד. ומסיבה הנערכת בהפרדה מליאה, גורמת שמחה להקב\"ה, ומגבירים בזה את כח הקדושה למעלה, ויזכו לחזות בנועם ה' ולבקר בהיכלו.\n",
            "font_size": "normal"
         },
         {
            "text": "אכילה -",
            "font_size": "normal"
         },
         {
            "text": " אף על פי שמצות סעודת פורים אינה אלא ביום, מכל מקום גם בליל פורים יש ענין להרבות בסעודה. ",
            "font_size": "normal"
         },
         {
            "text": "(הגאונים, ראבי\"ה, מהר\"י מברונא ועוד. קעט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "זרעונים -",
            "font_size": "normal"
         },
         {
            "text": " מנהג טוב לאכול זרעונים בליל פורים, זכר לאסתר המלכה שכאשר היתה בבית אחשוורוש, לא אכלה מהמאכלים שהביאו שם אלא זרעונים בלבד. וכתב רבנו אברהם אבן עזרא בפרושו על ספר דניאל ",
            "font_size": "normal"
         },
         {
            "text": "(א טז)",
            "font_size": "15px"
         },
         {
            "text": ": \"זרעונים אלו הם האורז, שהוא נכבד מאוד, ועושים ממנו תבשיל, והוא בריא וערב יותר מן החיטה, ועושה דם טהור לאדם, ומבריא את הבשר\". ",
            "font_size": "normal"
         },
         {
            "text": "(קעט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ילדים -",
            "font_size": "normal"
         },
         {
            "text": " מצוה לשמח גם את הילדים בפורים, במיני מתיקה ומעדנים. ",
            "font_size": "normal"
         },
         {
            "text": "(קפה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         }
      ]
   },
   {
      "type": "subject",
      "title": "יום פורים"
   },
   {
      "type": "alaha",
      "title": "סדר הבוקר",
      "description": [
         {
            "text": "יקום בבוקר בזריזות ובשמחה לעבודת בוראו, ובפרט לקראת היום הגדול והקדוש הזה, שאנחנו זוכים, ובאים לפנינו כמה וכמה מצוות חשובות לקיימן.\n",
            "font_size": "normal"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "תפלת שחרית",
      "description": [
         {
            "text": "זמן התפלה -",
            "font_size": "normal"
         },
         {
            "text": " בגמרא ",
            "font_size": "normal"
         },
         {
            "text": "(פסחים ו ע\"א)",
            "font_size": "15px"
         },
         {
            "text": " למדנו ממשה רבנו שצריכים להתכונן וללמוד את הלכות הפסח, שלושים יום קודם הפסח. נמצא שביום פורים שהוא יום השלושים שקודם הפסח, יש להתחיל בלימוד הלכות פסח. וכבר דרשו חז\"ל ",
            "font_size": "normal"
         },
         {
            "text": "(מגילה טז ע\"ב)",
            "font_size": "15px"
         },
         {
            "text": ": \"ליהודים היתה ",
            "font_size": "normal"
         },
         {
            "text": "אורה",
            "font_size": "normal"
         },
         {
            "text": " ושמחה וששון ויקר, ",
            "font_size": "normal"
         },
         {
            "text": "אורה זו תורה",
            "font_size": "normal"
         },
         {
            "text": "\". ",
            "font_size": "normal"
         },
         {
            "text": "(קפא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "וסיפר רבי מנחם מנדל מקוצק שפעם אירע ביום פורים, שכל העולם היו עסוקים ברגע אחד בסעודת פורים ובשאר מצוות היום ולא למדו תורה, ובדיוק באותה שעה ישב הגאון מביאלא ועסק בתורה, ונעשה מזה רעש גדול בשמים, ונתנו לו בן עם נשמה גבוהה, הלוא הוא הגאון האבני נזר שהאיר את העולם בתורתו. ",
            "font_size": "normal"
         },
         {
            "text": "(קפא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "על כן, מה טוב ומה נעים מה שנהגו רבים להתפלל ",
            "font_size": "normal"
         },
         {
            "text": "שחרית בנץ החמה",
            "font_size": "normal"
         },
         {
            "text": ", וקובעים לאחר התפלה שיעור כשעה אחת מענייני היום בהלכה ובאגדה או בהלכות הפסח, כי במשך היום עסוקים במצוות ושמא ישכחו ללמוד. וכל העושה כן, עליו נאמר ",
            "font_size": "normal"
         },
         {
            "text": "(דניאל יב ג)",
            "font_size": "15px"
         },
         {
            "text": ": \"וּמַצְדִּיקֵי הָרַבִּים כַּכּוֹכָבִים לְעוֹלָם וָעֶד\", ואין חטא בא על ידו.\n",
            "font_size": "normal"
         },
         {
            "text": "קריאת התורה -",
            "font_size": "normal"
         },
         {
            "text": " אחר חזרת התפלה, אומר השליח ציבור חצי קדיש. וקוראים בספר תורה תשעה פסוקים, מפסוק 'ויבוא עמלק' שבסוף פרשת בשלח. וחוזרים על הפסוק האחרון, כדי להשלים לעשרה פסוקים. ואם לא כפל את הפסוק האחרון, יצאו ידי חובה, ואין בכך כלום, כיון שהסתיימה הפרשה. ",
            "font_size": "normal"
         },
         {
            "text": "(קז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "פרשה קטועה -",
            "font_size": "normal"
         },
         {
            "text": " הטעם שפרשת עמלק קטועה ",
            "font_size": "normal"
         },
         {
            "text": "[שאין בה עשרה פסוקים אלא תשעה]",
            "font_size": "17px"
         },
         {
            "text": ", כתב הארחות חיים: \"אמר הקב\"ה, עמלק הרשע גרם לשמי ולכסאי שיהיו חסרים, שנאמר, כי יד על כס ",
            "font_size": "normal"
         },
         {
            "text": "[ולא כסא]",
            "font_size": "17px"
         },
         {
            "text": " יה ",
            "font_size": "normal"
         },
         {
            "text": "[מהויה]",
            "font_size": "17px"
         },
         {
            "text": ", כך תהיה פרשת עמלק חסרה\". ",
            "font_size": "normal"
         },
         {
            "text": "(קז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "תושב ערי הפרזות שקרא את המגילה בי\"ד בעירו, ועלה בליל ט\"ו לירושלים, לכתחילה לא יעלה לספר תורה בבוקר לפרשת 'ויבוא עמלק', כיון שאין זה יום פורים שלו, ואולם אם כבר קראוהו בשמו כמנהג בני אשכנז, רשאי לעלות. ",
            "font_size": "normal"
         },
         {
            "text": "(קטו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "סדר התפלה -",
            "font_size": "normal"
         },
         {
            "text": " אחר קריאת התורה, אומר חצי קדיש, 'אשרי' 'ובא לציון' עד ואתה קדוש, וקוראים את המגילה. לאחר המגילה ממשיכים 'ואתה קדוש'. קדיש תתקבל, בית יעקב, \"שיר המעלות לדוד לולי ה' שהיה לנו... בקום עלינו אדם\".  ",
            "font_size": "normal"
         },
         {
            "text": " וכשאומר מזמור זה יכוון למה שדרשו חז\"ל (מגילה יא ע\"א): \"בקום עלינו אדם - אדם ולא מלך\" [שהגזירה באה על ידי המן שלא היה מלך אלא הדיוט]. והיינו, שאם הגזרה באה על ידי מלך, בנקל תבטל, כי לֶב מֶלֶךְ בְּיַד ה', עַל כָּל אֲשֶׁר יַחְפֹּץ יַטֶּנּוּ (משלי כא א), ובידו יתברך להטות לבבו לבטל הגזרה, אבל כשהגזרה היא ביד אדם הדיוט, שהוא בחירי, קשה מאוד לבטל הגזרה, כי אם בתשובה שלימה וזכות גדולה, כמו על ידי מרדכי הצדיק בשעתו, וזכות תינוקות של בית רבן אשר חסו בצילו בימים ההם, והתעוררה על ידם מדת הרחמים. (קח) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "שיר של יום -",
            "font_size": "normal"
         },
         {
            "text": " אין אומרים: 'השיר שהיו הלויים אומרים על הדוכן'. ואומרים ",
            "font_size": "normal"
         },
         {
            "text": "(תהלים כב)",
            "font_size": "15px"
         },
         {
            "text": ": 'למנצח על אילת השחר', 'הושיענו' וכו'. ",
            "font_size": "normal"
         },
         {
            "text": "(קח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אכילה -",
            "font_size": "normal"
         },
         {
            "text": " יש להזכיר לנשים שגם ביום אסור לאכול קודם קריאת המגילה כביצה ",
            "font_size": "normal"
         },
         {
            "text": "[50.4 גרם]",
            "font_size": "17px"
         },
         {
            "text": " לחם או עוגה, אך פירות ושתיה מותר.  ",
            "font_size": "normal"
         },
         {
            "text": " כמבואר לעיל בדיני הקריאה בליל פורים.\n",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ברית מילה",
            "font_size": "normal"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אם יש ברית מילה בפורים, יש להקדים את קריאת המגילה למילה, משום שבקריאת המגילה יש פרסום הנס, וגם היא מצוה של רבים, ולאחר התפלה ימולו. ויש מבני אשכנז שנוהגים למול בין קריאת התורה לקריאת המגילה. ",
            "font_size": "normal"
         },
         {
            "text": "(קט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מלאכה",
            "font_size": "normal"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "המנהג שלא לעשות מלאכה ביום פורים ",
            "font_size": "normal"
         },
         {
            "text": "[אבל בלילה מותר]",
            "font_size": "17px"
         },
         {
            "text": ", והעושה מלאכה אינו רואה סימן ברכה מאותה מלאכה. ואולם מלאכות שהותרו בחול המועד, פשוט שמותר לעשותן. על כן, דבר האבד שאם לא יעשהו, יפסיד, מותר. וכן צרכי רבים, וכל מלאכה שהיא לצורך היום, כגון לתפור תחפושת שנקרעה, לתקן משקפיים שנשברו, לגהץ, להסתפר ולגזוז ציפורניים, מותר. ",
            "font_size": "normal"
         },
         {
            "text": "(קצד)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מותר לעשות מלאכה או לבנות או לשפץ בית על ידי גוי ביום פורים, ובפרט בארץ ישראל שמצוה לבנותה, וכל שכן אם ישנו הפסד בדבר. ",
            "font_size": "normal"
         },
         {
            "text": "(קצו)",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "פורים שחל ביום שישי",
      "description": [
         {
            "text": "שנים מקרא ואחד תרגום -",
            "font_size": "normal"
         },
         {
            "text": " ישתדל לקרוא לאחר תפלת שחרית, כי כן מצוה מן המובחר. ואולם, אם יש חשש שבהתעכבותו יגרום ללחץ בבית לקיום מצוות היום, עדיף יותר שיקרא אחר הצהרים או בשבת.\n",
            "font_size": "normal"
         },
         {
            "text": "הכנת צרכי שבת -",
            "font_size": "normal"
         },
         {
            "text": " הגם שטוב ונכון להכין את צרכי השבת ביום שישי, מכל מקום כשחל פורים ביום זה, וקשה להכין הכל באותו יום, יכין את צרכי השבת קודם לכן.\n",
            "font_size": "normal"
         },
         {
            "text": "עם כל העיסוקים במצוות הפורים, אל לנו לשכוח שאנחנו תיכף צריכים לקבל את השבת המלכה, ועלינו לנקות את הבית לכבודה, להתרחץ, לגזוז ציפורניים, לטעום התבשילים ושאר ההכנות האחרונות.\n",
            "font_size": "normal"
         },
         {
            "text": "קידוש סמוך לסעודה -",
            "font_size": "normal"
         },
         {
            "text": " אם בליל שבת, קשה לסעוד הסעודה לתאבון, יעכבו את הקידוש, ובינתיים ילמדו הלכות פסח וכיוצא, ולא יבזבזו זמנם. ",
            "font_size": "normal"
         },
         {
            "text": "(שבת ב קלב)",
            "font_size": "15px"
         },
         {
            "text": "\n\nסעודת פורים",
            "font_size": "45px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "סעודת פורים"
   },
   {
      "type": "alaha",
      "title": "המקור למצוות היום",
      "description": [
         {
            "text": "נאמר במגילה ",
            "font_size": "normal"
         },
         {
            "text": "(פרק ט)",
            "font_size": "15px"
         },
         {
            "text": ": וַיִּכְתֹּב מָרְדְּכַי אֶת הַדְּבָרִים הָאֵלֶּה, וַיִּשְׁלַח סְפָרִים אֶל כָּל הַיְּהוּדִים אֲשֶׁר בְּכָל מְדִינוֹת הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ, הַקְּרוֹבִים וְהָרְחוֹקִים: לְקַיֵּם עֲלֵיהֶם לִהְיוֹת עֹשִׂים, אֵת יוֹם אַרְבָּעָה עָשָׂר לְחֹדֶשׁ אֲדָר, וְאֵת יוֹם חֲמִשָּׁה עָשָׂר בּוֹ, בְּכָל שָׁנָה וְשָׁנָה: כַּיָּמִים אֲשֶׁר נָחוּ בָהֶם הַיְּהוּדִים מֵאֹיְבֵיהֶם, וְהַחֹדֶשׁ אֲשֶׁר נֶהְפַּךְ לָהֶם מִיָּגוֹן לְשִׂמְחָה, וּמֵאֵבֶל לְיוֹם טוֹב, לַעֲשׂוֹת אוֹתָם ",
            "font_size": "normal"
         },
         {
            "text": "יְמֵי מִשְׁתֶּה וְשִׂמְחָה, וּמִשְׁלֹחַ מָנוֹת אִיש לְרֵעֵהוּ, וּמַתָּנוֹת לָאֶבְיֹנִים",
            "font_size": "normal"
         },
         {
            "text": ".\n",
            "font_size": "normal"
         },
         {
            "text": "זמן הסעודה -",
            "font_size": "normal"
         },
         {
            "text": " ביום, ואם עשה בלילה, לא יצא ידי חובתו. שנאמר 'ימי' משתה ושמחה, ימים ולא לילות. ועל פי הקבלה, יש לעשותה בבוקר. ",
            "font_size": "normal"
         },
         {
            "text": "(הרש\"ש, השל\"ה, הפרי מגדים, הגר\"א ועוד)",
            "font_size": "15px"
         },
         {
            "text": ". ",
            "font_size": "normal"
         },
         {
            "text": "(קעח, קפא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כשחל פורים ביום שישי, אף הנוהגים בכל שנה לעשות את הסעודה בצהרים, יקדימו את הסעודה לבוקר, ובעיקר קודם חצות היום ",
            "font_size": "normal"
         },
         {
            "text": "[בערך: 11:45]",
            "font_size": "17px"
         },
         {
            "text": ", כדי שיאכלו בליל שבת לתיאבון. ומכל מקום אם לא הקדימו הסעודה, רשאים לעשותה כל היום, אבל בליל שבת בודאי שלא יוצאים ידי חובת סעודת פורים. ",
            "font_size": "normal"
         },
         {
            "text": "(ת\"ה שמו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "לחם ובשר -",
            "font_size": "normal"
         },
         {
            "text": " מצוה להרבות בסעודת פורים. ולכתחילה יאכל לחם, כדי לקבוע סעודה. וטוב שיאכל בשר בהמה דוקא, כי יש אומרים שלא יוצא ידי חובה בעופות ודגים, שאין שמחה אלא בבשר בהמה. ",
            "font_size": "normal"
         },
         {
            "text": "(חגיגה ח ע\"א)",
            "font_size": "15px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(כן כתבו לקט יושר, היעב\"ץ, החתם סופר, מועדי ה', שמחת יהודה, דבר משה אמריליו, באר היטב, הגאון ממונקאטש, הגר\"מ הלברשטאם ועוד. קעג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "יין -",
            "font_size": "normal"
         },
         {
            "text": " ישתה יין יותר מהרגלו. וכתב המאירי: \"חייב אדם להרבות בשמחה בפורים, ובאכילה ושתיה, עד שלא יחסר דבר מעל שלחנו. ומכל מקום אין אנו מצווים לשתות יין כל כך ולהשתכר, ולהפחית כבודנו מתוך השמחה, כי לא נצטווינו על שמחת הוללות ושטות, אלא על שמחת תענוג שנגיע מתוכה לאהבת ה' יתברך, ולהודות לו ולברך בשמו על הניסים שעשה לנו\". ע\"כ. ובספר חיי אדם כתב: \"כיון שכל הנס נעשה על ידי משתה היין שעשתה אסתר, ציוו רבותינו לשתות יין יותר מהרגלנו לזכר הנס. אולם היודע בעצמו שבשתייתו יזלזל במצוה מן המצוות, כגון בברכת המזון או שלא יתפלל מנחה או ערבית או שיתנהג בשחוק וקלות ראש, מוטב לו שלא ישתה\". ולכן ישתה מעט יותר מהרגלו וילך לישון, וכשהוא ישן, אינו יודע בין ארור המן לברוך מרדכי. ובזה יקיים מה שאמרו חז\"ל ",
            "font_size": "normal"
         },
         {
            "text": "(מגילה ז ע\"ב)",
            "font_size": "15px"
         },
         {
            "text": ": \"חייב איניש לבסומי ",
            "font_size": "normal"
         },
         {
            "text": "[להתבשם ביין]",
            "font_size": "17px"
         },
         {
            "text": " בפוריא, עד דלא ידע בין ארור המן לברוך מרדכי\". ",
            "font_size": "normal"
         },
         {
            "text": "(רמב\"ם. קעה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "הנשים, לא ישתו אלא מעט יין, כי גנאי לאשה לשתות יין רב. ",
            "font_size": "normal"
         },
         {
            "text": "(כתובות סה ע\"א)",
            "font_size": "15px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(קעו, קעח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "שירה ודברי תורה -",
            "font_size": "normal"
         },
         {
            "text": " מה טוב ומה נעים להרבות בשירות ותשבחות לה' יתברך, כי טוב להודות לה' ולזמר לשמו כי נעים, על כל הטוב אשר גמלנו. ויספר על הניסים הגדולים, היאך הרגו היהודים בשונאיהם, ואף אחד לא נכחד מישראל. וטוב שיאמר לבני ביתו כמה מהלכות הפסח, וכנזכר לעיל. ",
            "font_size": "normal"
         },
         {
            "text": "(קפא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "שבת אחים -",
            "font_size": "normal"
         },
         {
            "text": " יש קהילות שנהגו לקבץ כמה משפחות, ולקיים יחד סעודת הפורים, ומזמרים לה' יתברך, עם דברי תורה וחיזוק באמונה ובטחון בה'. אמנם, כל זה טוב ונכון כאשר מתנהל הכל בקדושה, ובהפרדה בין גברים לנשים, אבל אם חס ושלום יושבים בערבוביא, שומר נפשו ירחק ממקומות אלו. ומי שיראת שמים נוגעת אל ליבו, ורוצה להציל את עצמו ואחרים מראיות אסורות, ידבר על לב האחראים שיארגנו הסעודה בקדושה ובטהרה. ואין ספק כי אז יערב לה' סעודה כזו, ויאכלו ענוים וישבעו. ואשרי העושים כן ומְעַשִּׂים לאחרים, שזכות הרבים תלויה בהם.\n",
            "font_size": "normal"
         },
         {
            "text": "אָבֵל בתוך שנה -",
            "font_size": "normal"
         },
         {
            "text": " יכול להשתתף בסעודת פורים שנערכת חוץ לביתו. ",
            "font_size": "normal"
         },
         {
            "text": "[כמו שמותר לו להשתתף בסעודות מילה, סיום מסכת, ובסעודה לגמרה של תורה בשמחת תורה וכיוצא, מפני שהן סעודות מצוה.]",
            "font_size": "17px"
         },
         {
            "text": " אלא שאם יש שם כלי נגינה, טוב שימָנע מלהיות שם. ואולם אם הוא עצמו יודע נגן, מותר לו לנגן לכבוד פורים וסעודת מצוה. ",
            "font_size": "normal"
         },
         {
            "text": "(קפ, קצד)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "על הניסים -",
            "font_size": "normal"
         },
         {
            "text": " בכל סעודת פת שאוכלים בפורים, בין בלילה בין ביום, מוסיפים בברכת המזון 'על הניסים'. ואם שכח ולא אמר, אם נזכר כשאמר 'ברוך אתה' קודם שהמשיך 'ה' על הארץ ועל המזון', חוזר ואומר 'על הניסים'. אבל אם כבר אמר 'ברוך אתה ה', כיון שהזכיר שם ה', ימשיך את ברכת המזון. וטוב שיוסיף באמירת 'הרחמן', נוסח זה: 'הרחמן הוא יעשה עמנו ניסים ונפלאות כשם שעשה לאבותינו בימים ההם בזמן הזה, בימי מרדכי ואסתר בשושן הבירה' וכו'. ",
            "font_size": "normal"
         },
         {
            "text": "(קפב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "שיכור -",
            "font_size": "normal"
         },
         {
            "text": " מי ששתה יין והשתכר והתחיל לרקוד ולהסתובב, והזיק לחברו או לכלך את בגדיו, חייב לשלם לו כפי מה שהזיק, שאין הבדל בין המזיק בפורים למזיק בשאר ימות השנה. וכתבו השל\"ה והאליה רבה: \"ושומר נפשו ירחק מזה, כי זוהי שמחת הוללות, ולא נצטוינו אלא על שמחה של מצוה\". ",
            "font_size": "normal"
         },
         {
            "text": "(רז)",
            "font_size": "15px"
         },
         {
            "text": "\n\nמשלוח מנות",
            "font_size": "45px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "משלוח מנות"
   },
   {
      "type": "alaha",
      "title": "המצוה וטעמיה",
      "description": [
         {
            "text": "חייב אדם לשלוח לחברו ביום פורים שתי מנות של שני מיני מאכלים, שנאמר: \"ומשלוח מנות איש לרעהו\". והטעם למצוה זו, כי על ידי ששולח לחברו תשורה ומנחה, מביע בזה את רגשי אהבתו וחיבתו אליו, ונוטע בלב חברו אהבה ואחוה ושלום כלפיו, כי כמים הפנים לפנים כן לב האדם לאדם. ובזה אנו מראים היפך דברי איש צר ואויב המן הרשע, שאמר: \"ישנו עם אחד מפוזר ומפורד\", שיש בהם פירוד לבבות חס ושלום. ",
            "font_size": "normal"
         },
         {
            "text": "(מנות הלוי לרבי שלמה הלוי אלקבץ)",
            "font_size": "15px"
         },
         {
            "text": " וגם כי ישנם אנשים מחוסרי כל, וצנועים בהליכותיהם, אשר יבושו לפשוט ידם לקבל צדקה כדי לקיים הסעודה במאכל ובמשתה כיאות, אבל כששולח להם \"משלוח מנות\" דרך כבוד והדר, לא יבושו ולא יכלמו, ויקיימו הסעודה כראוי. ",
            "font_size": "normal"
         },
         {
            "text": "(תרומת הדשן)",
            "font_size": "15px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(קיז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ריבוי משלוחים -",
            "font_size": "normal"
         },
         {
            "text": " מן הדין די במשלוח מנות אחד, שנאמר: \"ומשלוח מנות ",
            "font_size": "normal"
         },
         {
            "text": "איש לרעהו",
            "font_size": "normal"
         },
         {
            "text": "\". אלא שכל המרבה לשלוח, הרי זה משובח, שמרבה שלום ואחוה בישראל. וכבר אמרו ",
            "font_size": "normal"
         },
         {
            "text": "(עוקצין פ\"ג מי\"ב)",
            "font_size": "15px"
         },
         {
            "text": ": \"לא מצא הקב\"ה כלי מחזיק ברכה לישראל אלא השלום\". ועל ידי האחדות שבעם ישראל, ה' יתברך מבטל כל גזרות קשות ורעות. ",
            "font_size": "normal"
         },
         {
            "text": "(קלג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "פרטי המצוה",
            "font_size": "normal"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "להלן יבוארו פרטי מצות משלוח מנות. אולם אין צורך להקפיד בכל הפרטים הללו, אלא במשלוח הראשון בלבד, ולא בשאר המשלוחים שאינם חובה. ",
            "font_size": "normal"
         },
         {
            "text": "(קלג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מאכלים -",
            "font_size": "normal"
         },
         {
            "text": " משלוח מנות אינו אלא במיני מאכל, ולא בבגדים או בכסף וכיוצא. ",
            "font_size": "normal"
         },
         {
            "text": "(קכ)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "שני מינים -",
            "font_size": "normal"
         },
         {
            "text": " אין יוצאים ידי חובה אלא בשני מיני מאכל שונים, אבל מין אחד, אפילו חילקו לשתי צלחות, אינו נחשב לשתי מנות. על כן, השולח לחברו שתי לשונות של עגל, אפילו מניח כל לשון בצלחת נפרדת, אינו יוצא ידי חובה, כיון שהכל מין אחד. אבל השולח לחברו לשון, וגם חתיכת בשר אחרת, יוצא ידי חובה, כיון שחלוקים הם בטעמם וטבעם. ",
            "font_size": "normal"
         },
         {
            "text": "(קכה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "משקה -",
            "font_size": "normal"
         },
         {
            "text": " גם משקה נחשב למנה. ולכן רשאי לשלוח לחברו מנת מאכל ומנת משקה, או שני סוגי משקים, אלא שטוב יותר לשלוח שני מיני מאכל. ",
            "font_size": "normal"
         },
         {
            "text": "(קכד)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מיני מתיקה -",
            "font_size": "normal"
         },
         {
            "text": " כיום נהגו רבים לשלוח מיני מתיקה. ",
            "font_size": "normal"
         },
         {
            "text": "(קלה)",
            "font_size": "15px"
         },
         {
            "text": " ומכל מקום הרוצה לשלוח לחברו מיני בשר ותבשיל, ויודע שחברו ישמח בזה, תבוא עליו ברכה. ובפרט שיש אומרים שהשולח לחברו ממתקים ויודע שלא יאכלם מטעמי בריאות, לא יצא ידי חובה.  ",
            "font_size": "normal"
         },
         {
            "text": " אין ספק שבבשר ותבשיל מביע יותר את רגשי אהבתו וחיבתו לחברו, בזה שטורח ומכין עבורו, ולא מסתפק בנתינת כמה ממתקים בצלחת. גם כי בדברים אלו יוכל לקיים סעודת פורים. ובפרט שרוב ככל הממתקים, אינם מומלצים לאכילה. (עיין עמוד קנ)\nהטעם למשלוח מיני מתיקה - כתב מרן החיד\"א (נחל אשכול אסתר ט כב): \"טעם גדול יש במנהג ישראל לשלוח בימי הפורים איש לרעהו מגדנות ומיני מתיקה, שכן בימי אחשוורוש שבו ישראל וקיבלו את התורה מרצון. והתורה הלוא מתוקה היא מדבש ונופת צופים. וכשם שבחג השבועות אוכלים מאכלי חלב על שם קבלת התורה שנמשלה לחלב, כן בפורים אוכלים מיני מתיקה על שם קבלת התורה שמתוקה מדבש. וטעם נוסף, כי 'דבש' בגימטריא 'אשה', והוא לכבוד אסתר המלכה, שהיתה האשה החשובה שעמדה להם לישראל כשליח להצלתם. גם כי 'מיני מתיקה' בגימטריא 'אסתר' עם ארבע אותיותיה, לרמז על אסתר שעמדה להם לישראל, ובעבור כך אנו אוכלים מיני מתיקה ומגדנות בחג הפורים\". עכ\"ל.\nשאלה: ברצוני לשלוח לחברי סט חוברות \"בהלכה ובאגדה\", כדי לזכותו בהלכות המצויות, ובאגדות חז\"ל המושכות את הלב, עד שנפעמים מנפלאות ה', ומתמלאים באהבה ואמונה בבורא יתברך, האם יוצא אני בזה ידי חובת משלוח מנות או לא?\nתשובה: אין ספק שכוונתך לטובה לזכות את חברך, וברוך ה' רבים התחזקו בקיום התורה והמצוות דרך החוברות הללו. ולא אוכל לחשׂוך פי מלומר לך מה שהיה לאחרונה: יהודי ממרכז הארץ התקשר ואמר במילים אלו: \"אני רחוק מתורה ומצוות, השתתפתי באיזו אזכרה וחילקו שם חוברות \"השבת בהלכה ובאגדה\" לעילוי נשמת הנפטר, קראתי את החוברת כולה, התרגשתי מאוד, לא ידעתי שזו השבת, תמיד דברתי נגד הדתיים, אני רוצה לבקש סליחה מכל הדתיים שדברתי נגדם\". אין ספק שדבר זה עשה עילוי נשמה גדול לנפטר, שבזכותו מצטרף עוד יהודי למעגל הגדול של שומרי השבת, ומתחזק בקיום התורה והמצוות. אם כן בודאי שזכותך גדולה מאוד. אולם אין יוצאים ידי חובת משלוח מנות אלא במיני מאכל דוקא, לכן רשאי אתה לשלוח לחברך שני מיני מאכל, ולצרף לו את סט החוברות, ובזה הנך מקיים את המצוה בהידור גדול יותר.\nוהאמת אומר, כי רבים ברוך ה', מצרפים למשלוחי המנות את החוברת \"חג הפסח בהלכה ובאגדה\", המחזקת מאוד את האדם בהשגחת הבורא עלינו, עם כל קורות עשר המכות, יציאת מצרים וקריעת ים סוף, בלשון סיפורית מעניינת ומרתקת מאוד, עם ההגדה של פסח המבוארת בפירוש קצר ומתוק. וזכות הרבים תלויה בהם. ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כמות המנות -",
            "font_size": "normal"
         },
         {
            "text": " טוב שיהיו לפחות כמשקל סעודה אחת, דהיינו 162 גרם. ומכל מקום ראוי ונכון שיהיו המנות יקרות וחשובות לפי ערך הנותן, כדי להראות חיבה וריעות למקבל. וכן, ראוי גם שיהיו לפי ערך המקבל, אם הוא תלמיד חכם או עשיר. וכל חכם יעשה בדעת, שמנותיו אכן יכבדו את המקבל וישמחוהו, ובפרט כשמביא לרבו או להוריו וכיוצא, יראה שימת לב, כי זהו ציווי התורה להיזהר בכבודם. ",
            "font_size": "normal"
         },
         {
            "text": "(קכט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "זמן המשלוח -",
            "font_size": "normal"
         },
         {
            "text": " טוב שישלח קודם שיאכל סעודת פורים, אבל אין זה מעכב. ",
            "font_size": "normal"
         },
         {
            "text": "(קלה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "רשאי אדם לשלוח מנות לחברו כמה ימים קודם פורים, ובלבד שיודע שלא יאכלם עד שיגיע יום הפורים, שהוא שעת חיוב הנתינה. ",
            "font_size": "normal"
         },
         {
            "text": "(קסב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "תזכורת -",
            "font_size": "normal"
         },
         {
            "text": " יש להזכיר לבני הבית לשלוח מנות. וטוב שגם הילדים הקטנים שהגיעו לחינוך ",
            "font_size": "normal"
         },
         {
            "text": "[חמש או שש ומעלה, כל ילד לפי הבנתו]",
            "font_size": "17px"
         },
         {
            "text": ", ישלחו מנות לחבריהם. ",
            "font_size": "normal"
         },
         {
            "text": "(קמא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "למי שולחים? -",
            "font_size": "normal"
         },
         {
            "text": " ישלח את המנות לאדם גדול, אבל השולח לילד קטן, לא יצא. ",
            "font_size": "normal"
         },
         {
            "text": "(קמה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "לכתחילה לא תשלח האשה לאיש, ולא האיש לאשה. ובמקום צורך, כגון שהיא עניה או אלמנה, רשאי לשלוח לה, על דרך שנאמר ",
            "font_size": "normal"
         },
         {
            "text": "(איוב כט יג)",
            "font_size": "15px"
         },
         {
            "text": ": \"וְלֵב אַלְמָנָה אַרְנִן\". ",
            "font_size": "normal"
         },
         {
            "text": "(קמ)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אף על פי שכתוב ומשלוח מנות איש 'לרעהו', בכל זאת שולח התלמיד מנות לרבו, שהרי אפילו הקב\"ה מאהבתו וחיבתו אלינו קראנו רֵעִים, שנאמר ",
            "font_size": "normal"
         },
         {
            "text": "(תהלים קכב ח)",
            "font_size": "15px"
         },
         {
            "text": ": \"לְמַעַן אַחַי וְרֵעָי\", כל שכן שהרב נחשב 'רעהו' של התלמיד מבחינה מסוימת. והשולח מנות מכובדות לרבו כפי כבודו, מקיים בזה גם מצות עשה של כבוד התורה. ",
            "font_size": "normal"
         },
         {
            "text": "(קלה)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "לאור האמור, הוא הדין גם כששולח הבן להוריו. וכן ראוי לעשות, כי מראה בעליל את חיבתו ואהבתו אליהם, ויהיו נקשרים בעבותות אהבה ביתר שאת ויתר עוז. ",
            "font_size": "normal"
         },
         {
            "text": "(קלה)",
            "font_size": "15px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": " ולבד מהמבואר לעיל שגם ההורים נחשבים 'רעהו' מבחינה מסוימת, כבר כתב מרן החיד\"א: \"ראוי לכל אב להחשיב את בניו הגדולים כאילו הם אחיו, ובזה ישבו הוא ובניו בנחת ושלוה, כמו שנאמר (בראשית לא מו): \"ויאמר יעקב לאחיו לקטו אבנים\". ופירש רש\"י: לאחיו, הם בניו. נמצא שיעקב אבינו החשיב את בניו כאחיו, וכן ראוי לאב שיחשיב את בניו הגדולים כאילו הם אחיו, ובזה יהיו שקטים ושאננים\". ע\"כ. ",
            "font_size": "17px"
         },
         {
            "text": "   וכמבואר בחוברת \"כבוד אב ואם בהלכה ובאגדה\".\n",
            "font_size": "normal"
         },
         {
            "text": "שליחות -",
            "font_size": "normal"
         },
         {
            "text": " רשאי אדם למסור את המנות לקטן, כדי שישלחם לחברו. ואמנם עליו לוודא שהגיע המשלוח למקום ייעודו. אבל אם מסרם לאדם גדול אין צריך לוודא, שמן הסתם עשה מה שציווהו ",
            "font_size": "normal"
         },
         {
            "text": "(גיטין סד ע\"א)",
            "font_size": "15px"
         },
         {
            "text": ". ",
            "font_size": "normal"
         },
         {
            "text": "(קמג, קמז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "משלוחים -",
            "font_size": "normal"
         },
         {
            "text": " רשאי אדם לשלוח את המנות באמצעות המשלוחים שבחנויות, ואפילו אם השליח הוא גוי.  ",
            "font_size": "normal"
         },
         {
            "text": " כן השיב הגאון החתם סופר לחותנו הגאון רבי עקיבא איגר. (קמה) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "בעילום שם -",
            "font_size": "normal"
         },
         {
            "text": " השולח מנות לחברו על ידי אדם אחר, צריך להודיעו מי הנותן. ואם שלח בעילום שם, לא יצא. מאחר והמטרה היא להראות חיבה וריעות, וכשאינו יודע מי שלח, אין כאן חיבה. ",
            "font_size": "normal"
         },
         {
            "text": "[וכמו שאמרו (ביצה טז ע\"א): אמר לו הקב\"ה למשה, משה, מתנה טובה יש לי בבית גנזי ושבת שמה, ואני מבקש ליתנה לישראל, לך והודיע אותם. מכאן אמר רבן שמעון בן גמליאל: הנותן פת לתינוק, צריך לעשות לו אות וסימן, כדי שאם יאכלהו קודם שיבוא לאמו, תראה את הסימן, ותשאלהו: מי עשה לך כך, והוא יאמר: פלוני, וגם נתן לי פת, ומתוך כך ידעו אביו ואמו שהוא אוהבם, ותרבה אהבה וריעות בישראל. ועל פי זה אמרו שם, הנותן מתנה לחברו צריך להודיעו, כדי שתרבה אהבה ואחוה בישראל. ואין זה דומה לנתינת צדקה לעני, שעדיף שיהיה בסתר ולא ידע מי הנותן, כדי שלא יתבייש.]",
            "font_size": "17px"
         },
         {
            "text": " וכן השולח מנות לחברו, ובא ומצאו ישן והניח לו את המשלוח, ולא נודע לו אלא לאחר שהתעורר במוצאי פורים, לא יצא המשלח ידי חובה. ",
            "font_size": "normal"
         },
         {
            "text": "(קנב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כבוד התורה -",
            "font_size": "normal"
         },
         {
            "text": " קהל מוקירי תורה שהשתתפו יחד, וקנו בסכום נכבד משלוח מנות לרבם, אף אותם אנשים שלא נתנו סכום כמחיר של שתי מנות, יצאו ידי חובה, כיון שבסך הכל התקבל המשלוח בכבוד הראוי כפי ערך המקבל. ",
            "font_size": "normal"
         },
         {
            "text": "(קלז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כמו כן, רשאי הבעל לשתף את אשתו במנות ששולח לחברו, ויוצאת בזה ידי חובה. ואין חובה להוסיף בשבילה עוד שתי מנות או שתשלח היא בעצמה דוקא. ",
            "font_size": "normal"
         },
         {
            "text": "(קלח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אבל -",
            "font_size": "normal"
         },
         {
            "text": " בתוך שבעה, חייב במשלוח מנות ובמתנות לאביונים. וטוב שלא ישלח מעדנים וממתקים מיוחדים. וכן לא ירבה במשלוחי מנות להרבה אנשים. ",
            "font_size": "normal"
         },
         {
            "text": "(קצג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "בני ספרד נהגו לשלוח מנות לאבל בתוך י\"ב חודש על פטירת אב או אם, או בתוך שלושים יום על שאר קרובים, אבל בני אשכנז לא נהגו לשלוח, אלא אם הוא רבו, שאז אין זה אלא כתשלום חוב. ושולחים מנות לבעל אף שאשתו אבלה. ",
            "font_size": "normal"
         },
         {
            "text": "(קצג)",
            "font_size": "15px"
         },
         {
            "text": "\n\nמתנות לאביונים",
            "font_size": "45px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "מתנות לאביונים"
   },
   {
      "type": "alaha",
      "title": "המצוה וטעמה",
      "description": [
         {
            "text": "חייב אדם לתת ביום פורים שתי מתנות לשני אביונים, דהיינו מתנה אחת לכל אביון, כדי שיהיה להם לשמוח יחד עם כל בית ישראל. כמו שנאמר: לַעֲשׂוֹת אוֹתָם יְמֵי מִשְׁתֶּה ",
            "font_size": "normal"
         },
         {
            "text": "וְשִׂמְחָה,",
            "font_size": "normal"
         },
         {
            "text": " וּמִשְׁלֹחַ מָנוֹת אִיש לְרֵעֵהוּ, ",
            "font_size": "normal"
         },
         {
            "text": "וּמַתָּנוֹת לָאֶבְיֹנִים",
            "font_size": "normal"
         },
         {
            "text": ". ",
            "font_size": "normal"
         },
         {
            "text": "(קסה, קסח, קעא)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "זמן המצוה -",
            "font_size": "normal"
         },
         {
            "text": " ביום ולא בלילה. ויתנם לאחר קריאת המגילה. ",
            "font_size": "normal"
         },
         {
            "text": "(שער הכוונות. קסט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "רשאי אדם לתת מתנות לאביונים כמה ימים קודם פורים, ובלבד שיודע שלא ישתמש בהם האביון עד שיגיע יום הפורים, שהוא שעת חיוב הנתינה. ועל כן, מה שישנם אנשי אמת שאוספים מתנות לאביונים קודם פורים, ומחלקים ביום פורים עצמו, הנותן להם מקיים את המצוה ללא שום חשש. ",
            "font_size": "normal"
         },
         {
            "text": "(קסג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מה נותנים? -",
            "font_size": "normal"
         },
         {
            "text": " כסף או מאכל, אבל לא חפצים אחרים. והנותן צ'יק לאביון, יוצא ידי חובה. כי אפילו אם הבנק סגור בפורים, עדיין יכול לקנות בו. ",
            "font_size": "normal"
         },
         {
            "text": "(קסו, קע)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "כמות המתנה -",
            "font_size": "normal"
         },
         {
            "text": " מן הדין יוצא ידי חובה כשכל מתנה היא פרוטה. ",
            "font_size": "normal"
         },
         {
            "text": "[ופרוטה היא המטבע הפחות ביותר שיוצא בשוק = 10 אגורות.]",
            "font_size": "17px"
         },
         {
            "text": " אבל טוב שתהיה כל מתנה במחיר של סעודה אחת פת ולפתן ",
            "font_size": "normal"
         },
         {
            "text": "[162 גרם]",
            "font_size": "17px"
         },
         {
            "text": ". וכל המרבה, הרי זה משובח. ",
            "font_size": "normal"
         },
         {
            "text": "(קסו)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "למי נותנים? -",
            "font_size": "normal"
         },
         {
            "text": " הנותן לאיש ואשתו אביונים, יוצא ידי חובת שתי מתנות לשני אביונים. וכן לאב ובנו אביונים. ומעלה יותר לתת ליתומים ואלמנות. ",
            "font_size": "normal"
         },
         {
            "text": "(קסז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "רשאי לתת לאביון קטן. ",
            "font_size": "normal"
         },
         {
            "text": "[אבל משלוח מנות לא מועיל לתת לקטן, משום שכתוב 'איש לרעהו', 'איש' היינו גדול, ו'רעהו' משמע כמוהו - גדול, שאין דרך האיש לעשות ריעות עם קטן.]",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(קמו, קסח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "בסבר פנים יפות -",
            "font_size": "normal"
         },
         {
            "text": " צריך לתת את המתנות לאביונים בעין יפה ובסבר פנים יפות, שלא יתבייש המקבל. וכמו שכתב מרן בשולחן ערוך ",
            "font_size": "normal"
         },
         {
            "text": "(יורה דעה סימן רמט ס\"ג)",
            "font_size": "15px"
         },
         {
            "text": ": \"צריך ליתן הצדקה בסבר פנים יפות, בשמחה ובטוב לבב. ואם נתנה בפנים זועפות ורעות, הפסיד זכותו\". ורשאי לתת לאדם אחר שהוא יעביר את המתנות לאביונים ביום פורים. ואדרבה ישנה מעלה גדולה יותר, כשהאביון לא יודע מי הנותן. ",
            "font_size": "normal"
         },
         {
            "text": "[אבל במשלוח מנות, צריך שידע מי הנותן, כדי שתרבה ביניהם אהבה ואחוה, וכמבואר לעיל.]",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "(קסז, קעב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "איך משמחים את הקב\"ה? -",
            "font_size": "normal"
         },
         {
            "text": " כתב הרמב\"ם: \"מוטב לאדם להרבות כמיטב יכולתו במתנות לאביונים, יותר מלהרבות בסעודת פורים, ובמשלוח מנות לרעיו, ",
            "font_size": "normal"
         },
         {
            "text": "שאין שמחה גדולה ומפוארה אצל הקב\"ה, כאדם המשמח לב עניים, יתומים ואלמנות.",
            "font_size": "normal"
         },
         {
            "text": " שהמשמח לב האומללים האלו דומה לשכינה, כמו שנאמר ",
            "font_size": "normal"
         },
         {
            "text": "(ישעיה נז טו)",
            "font_size": "15px"
         },
         {
            "text": ": מָרוֹם וְקָדוֹשׁ אֶשְׁכּוֹן וְאֶת דַּכָּא וּשְׁפַל רוּחַ, לְהַחֲיוֹת רוּחַ שְׁפָלִים וּלְהַחֲיוֹת לֵב נִדְכָּאִים\". ",
            "font_size": "normal"
         },
         {
            "text": "(קסח)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מה שירצה יעשה -",
            "font_size": "normal"
         },
         {
            "text": " אין המקבל חייב לקנות ממעות אלו דברי מאכל דוקא, אלא רשאי לעשות בהם כרצונו, לקנות בגדים, נעלים וכל שאר צרכיו. ",
            "font_size": "normal"
         },
         {
            "text": "(קעב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "בני הבית -",
            "font_size": "normal"
         },
         {
            "text": " גם בני הבית חייבים במתנות לאביונים. ונכון שהאבא יתן עבור אשתו ובניו ובנותיו, כדי שלא יצטרכו הם לחפש אחר האביונים.\n",
            "font_size": "normal"
         },
         {
            "text": "אביון -",
            "font_size": "normal"
         },
         {
            "text": " גם עני המתפרנס מהצדקה, חייב לתת מתנות לאביונים. ועני שנתן לחברו פרוטה, רשאי חברו להחזיר לו, ויצאו ידי חובה שניהם במתנה אחת לאביון אחד. ויכולים לעשות כן עם עוד עני, ויקיימו שתי מתנות לשני אביונים. ",
            "font_size": "normal"
         },
         {
            "text": "(קסט)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": " מענייני אבלות ",
            "font_size": "normal"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אונן -",
            "font_size": "normal"
         },
         {
            "text": " שעדיין לא נקבר מתו, אסור בבשר ויין, אבל בפורים מותר, כיון שאין אבלות של יחיד דוחה את שמחת פורים שהיא מצוה של רבים. ואינו מניח תפילין, אלא אם כן נפטר המת לפני פורים ונקבר בפורים, שמניח ועם ברכה. ",
            "font_size": "normal"
         },
         {
            "text": "(קפו, קצב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "סעודת הבראה -",
            "font_size": "normal"
         },
         {
            "text": " המנהג בירושלים שלא להברות בפורים, אלא על אב ואם. ובשאר מקומות עושים הבראה בפורים, אך טוב להברות רק בעוגות וקפה ולא בביצים. ",
            "font_size": "normal"
         },
         {
            "text": "(קצג)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "שבעה -",
            "font_size": "normal"
         },
         {
            "text": " אין אבלות נוהגת בפורים כלל, לא בי\"ד ולא בט\"ו, לא ביום ולא בלילה. ולכן לא ישב על הארץ, ולא ילבש בגד קרוע אלא בגדי שבת וחג, וינעל נעלי עור. ואמנם נוהג אבלות בדברים שבצנעא בלבד, כמו בשבת. ",
            "font_size": "normal"
         },
         {
            "text": "(יורה דעה סימן תא ס\"ז)",
            "font_size": "15px"
         },
         {
            "text": ". ",
            "font_size": "normal"
         },
         {
            "text": "(קפז)",
            "font_size": "15px"
         },
         {
            "text": " וכשחל פורים משולש בירושלים, נוהג אבלות ביום ראשון ט\"ז באדר. ",
            "font_size": "normal"
         },
         {
            "text": "(רכז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "בית הקברות -",
            "font_size": "normal"
         },
         {
            "text": " לא יעלו לבית הקברות ביום פורים, ולכן מי שיש לו יום השנה בפורים, יקדים לעלות לבית הקברות יום או יומיים קודם פורים.\n",
            "font_size": "normal"
         },
         {
            "text": "אזכרה -",
            "font_size": "normal"
         },
         {
            "text": " ימי הפורים, אף על פי שהם ימים טובים לישראל, מותר לעשות בהם אזכרה ",
            "font_size": "normal"
         },
         {
            "text": "[יארצייט]",
            "font_size": "17px"
         },
         {
            "text": " לנפטר למלאות השבעה או השלושים או השנה. אלא שיזהרו שלא לספר בשבחיו של הנפטר ולא יבכו, אלא ידברו רק דברי תורה מענייני המגילה, וחיזוק באמונה ובטחון לעילוי נשמתו של הנפטר ",
            "font_size": "normal"
         },
         {
            "text": " . וכמבואר בחוברת \"ימי החנוכה בהלכה ובאגדה\". ",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "תענית -",
            "font_size": "normal"
         },
         {
            "text": " אסור להתענות בשני ימי הפורים, כיון שהם ימים טובים לעם ישראל. ואפילו אם חל יום השנה של אביו או אמו, שפסק מרן בשלחן ערוך ",
            "font_size": "normal"
         },
         {
            "text": "(סימן תקסח ס\"ח)",
            "font_size": "15px"
         },
         {
            "text": " שטוב להתענות ביום זה, מכל מקום בימי הפורים לא יתענה כלל. והוא הדין שאין להתענות בירושלים בפורים משולש ביום ראשון ט\"ז באדר, כיון שעליו לקיים מצות סעודת פורים. ",
            "font_size": "normal"
         },
         {
            "text": "(רכז)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "ובלאו הכי כיום שהדורות נחלשו, ואם יתענה יש חשש שימעט מעסק התורה, עדיף שלא יתענה אפילו בשאר ימות השנה, אלא ישב ויעסוק בתורה, וזכות התורה תעלה במעלות גבוהות מאוד מאוד את הוריו הנפטרים, ובפרט אם זוכים לארגן שיעור תורה ברבים לעילוי נשמתם.  ",
            "font_size": "normal"
         },
         {
            "text": " כמבואר בחוברת \"כיבוד אב ואם בהלכה ובאגדה\". ",
            "font_size": "15px"
         }
      ]
   },
   {
      "type": "subject",
      "title": "הלכות פורים משולש"
   },
   {
      "type": "alaha",
      "title": "הלכות פורים משולש",
      "description": [
         {
            "text": "כאשר חל ט\"ו באדר בשבת, גם בירושלים קוראים את המגילה ביום שישי - י\"ד אדר. והטעם, מאחר ונתנה התורה כח לחכמי ישראל לגזור גזרות, למען ישמרו ישראל את דיני התורה כדת, ולא יבואו לידי מכשול חס ושלום. למשל: כשחל ראש השנה בשבת, גזרו חז\"ל שלא לתקוע בשופר. והטעם, מכיון שהתורה אסרה בשבת להוציא חפצים מרשות היחיד ",
            "font_size": "normal"
         },
         {
            "text": "[מהבית]",
            "font_size": "17px"
         },
         {
            "text": " לרשות הרבים ",
            "font_size": "normal"
         },
         {
            "text": "[לרחוב]",
            "font_size": "17px"
         },
         {
            "text": " כשאין עירוב בעיר, ואולי ישכח מישהו ששבת היום ויוציא את השופר לרשות הרבים. כמו כן, כשחל ט\"ו תשרי בשבת, אין נוטלים את הלולב, כי שמא יטעו ויוציאו את הלולב לרשות הרבים. וזהו הטעם בפורים, שגזרו חכמים שלא לקרוא מגילה בשבת, שמא יטעו ויוציאו את המגילה לרשות הרבים, לכך מקדימים לקראה ביום שישי. ואולם, אינם עושים את כל מצוות הפורים בי\"ד כערי הארץ, אלא מחלקים את מצוות הפורים ",
            "font_size": "normal"
         },
         {
            "text": "[קריאת המגילה, מתנות לאביונים, משלוח מנות, משתה ושמחה, על הניסים, וקריאת התורה]",
            "font_size": "17px"
         },
         {
            "text": " ",
            "font_size": "normal"
         },
         {
            "text": "לשלושה",
            "font_size": "normal"
         },
         {
            "text": " ימים, ועל כן נקרא שמו 'פורים ",
            "font_size": "normal"
         },
         {
            "text": "משולש'.",
            "font_size": "normal"
         }
      ]
   },
   {
      "type": "alaha",
      "title": "יום שישי - י\"ד באדר",
      "description": [
         {
            "text": "מקיימים בירושלים שתי מצוות: ",
            "font_size": "normal"
         },
         {
            "text": "א.",
            "font_size": "normal"
         },
         {
            "text": " קוראים את המגילה בלילה וביום. ",
            "font_size": "normal"
         },
         {
            "text": "ב.",
            "font_size": "normal"
         },
         {
            "text": " נותנים מתנות לאביונים ביום.  ",
            "font_size": "normal"
         },
         {
            "text": " והטעם שנותנים ביום זה, כי עיניהם של עניים מייחלות ומצפות למקרא מגילה, כי בשעת הקריאה, מחיבת הנס, הלב פתוח לתת להם בעין יפה. (רטו) ",
            "font_size": "17px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "אין אומרים 'על הניסים', ואם טעה ואמר בתפלה או בברכת המזון, אינו חוזר. וטוב לעשות סעודה נאה ביום שישי בבוקר. ",
            "font_size": "normal"
         },
         {
            "text": "(קטו. ת\"ה שסב)",
            "font_size": "15px"
         },
         {
            "text": "\n",
            "font_size": "normal"
         },
         {
            "text": "מלאכה -",
            "font_size": "normal"
         },
         {
            "text": " מותר לבני ירושלים לעשות מלאכה, שאין זה זמן פורים ממש. ",
            "font_size": "normal"
         },
         {
            "text": "(רטז)",
            "font_size": "15px"
         }
      ]
   }
]